Repository: deathkiller/jazz2-native
Catalog: Content/Translations/*.po
Languages: de, fr, hu, nb, pl, pt_br, ru, tr

source: No files were selected!
de: Keine Dateien ausgewählt!
fr: Aucun fichier sélectionné !
hu: Nem választottál ki fájlt!
nb: Ingen filer ble valgt!
pl: Nie wybrano żadnych plików!
pt_br: Nenhum arquivo foi selecionado!
ru: ФАЙЛЫ НЕ БЫЛИ ВЫБРАНЫ!
tr: Hiçbir dosya seçilmedi!

source: No new episodes were imported!
de: Keine neuen Episoden wurden importiert!
fr: Aucun nouvel épisode importé !
hu: Nem lett importálva új epizód!
nb: Ingen nye episoder ble importert!
pl: Nie zaimportowano żadnych nowych odcinków!
pt_br: Nenhum episódio novo foi importado!
ru: НЕ БЫЛО ДОБАВЛЕНО НОВЫХ ЭПИЗОДОВ!
tr: Hiçbir yeni bölüm içeriye alınmadı!

source: No gamepads are detected!
de: Keine Gamepads erkannt!
fr: Aucune manette trouvée !
hu: Nincs csatlakoztatott játékvezérlő!
nb: Ingen spillkontroller er oppdaget!
pl: Nie wykryto żadnych kontrolerów!
pt_br: Nenhum controle foi detectado!
ru: ГЕЙМПАДЫ НЕ ОБНАРУЖЕНЫ!
tr: Oyun kolu algılanmadı!

source: Select Game Mode
de: Spielmodus wählen
fr: Choisir un mode de jeu
hu: Játékmód kiválasztása
nb: Velg spillmodus
pl: Wybierz tryb gry
pt_br: Selecionar o modo de jogo
ru: ВЫБРАТЬ РЕЖИМ ИГРЫ
tr: Oyun Modu Seç

source: Sounds
de: Sound
fr: Sons
hu: Hangok
nb: Lyder
pl: Dźwięki
pt_br: Áudio
ru: ЗВУК
tr: Ses Ayarları

source: User Profile
de: Benutzerprofil
hu: Felhasználói profil
nb: Brukerprofil
pt_br: Perfil do usuário
ru: ПРОФИЛЬ ПОЛЬЗОВАТЕЛЯ
tr: Kullanıcı Profili

source: Resume
de: Fortsetzen
fr: Reprendre
hu: Folytatás
nb: Fortsett
pl: Wznów
pt_br: Voltar ao jogo
ru: ПРОДОЛЖИТЬ
tr: Devam Et

source: Spectate
de: Zuschauen
hu: Néző mód
nb: Se på
pt_br: Observar
ru: НАБЛЮДАТЬ
tr: İzle

source: Save & Exit
de: Speichern & Beenden
fr: Sauver & Quitter
hu: Mentés és kilépés
nb: Lagre og avslutt
pl: Zapisz i wyjdź
pt_br: Salvar e Sair
ru: СОХРАНЕНИЕ И ВЫХОД
tr: Kaydet & Çık

source: Disconnect & Exit
de: Trennen & Beenden
hu: Kapcsolat bontása
nb: Koble fra og avslutt
pt_br: Desconectar e sair
ru: ОТКЛЮЧИТСЯ И ВЫЙТИ
tr: Bağlantıyı Kes ve Çık

source: Connect To Server
de: Mit Server verbinden
fr: Connexion au serveur
hu: Csatlakozás a szerverhez
nb: Koble til server
pl: Połącz z serwerem
pt_br: Conectar ao servidor
ru: ПОДКЛЮЧИТСЯ К СЕРВЕРУ
tr: Sunucuya Bağlan

source: Processing of files in f[c:#9e7056]"Source"f[/c] directory...
de: Verarbeite Dateien im f[c:#9e7056]"Source"f[/c] Verzeichnis...
fr: Traitement des fichiers dans le dossier f[c:#9e7056]"Source"f[/c]...
hu: A fájlok feldolgozása a f[c:#9e7056]"Source"f [/c] könyvtárban folyamatban van...
nb: Behandler filer i f[c:#9e7056]"Source"f[/c]-mappen…
pl: Przetwarzanie plików z katalogu f[c:#9e7056]"Źródło"f[/c]
pt_br: Processando os arquivos do diretório f[c:#9e7056]"Source"f[/c]...
ru: ОБРАБОТКА ФАЙЛОВ В ПАПКЕ f[c:#9e7056]"Source"f[/c]...
tr: [c:#9e7056]"Source"f[/c] dizinindeki dosyalar işleniyor...

source: Newly added levels and episodes will be available soon.
de: Neu hinzugefügte Level und Episoden werden bald verfügbar sein.
fr: De nouveaux niveaux et épisodes seront bientôt disponibles.
hu: A frissen hozzáadott pályák és epizódok hamarosan elérhetők lesznek.
nb: Nye nivåer og episoder vil snart være tilgjengelige.
pl: Nowo dodane poziomy i epizody będą za niedługo dostępne.
pt_br: Novas fases e episódios estarão disponíveis em breve.
ru: ДОБАВЛЕННЫЕ УРОВНИ И ЭПИЗОДЫ СКОРО БУДУТ ДОСТУПНЫ.
tr: Yeni bölümler yakında erişilebilir hale gelecek.

source: Left
de: Links
fr: Gauche
hu: Bal
nb: Venstre
pl: Lewo
pt_br: Esquerda
ru: ВЛЕВО
tr: Sol

source: Right
de: Rechts
fr: Droite
hu: Jobb
nb: Høyre
pl: Prawo
pt_br: Direita
ru: ВПРАВО
tr: Sağ

source: Up
de: Hoch
fr: Haut
hu: Fel
nb: Opp
pl: Góra
pt_br: Cima
ru: ВВЕРХ
tr: Yukarı

source: Down
de: Runter
fr: Bas
hu: Le
nb: Ned
pl: Dół
pt_br: Baixo
ru: ВНИЗ
tr: Aşağı

source: Buttstomp
de: Stampfen
hu: Seggcsapás
nb: Rumpestomp
pt_br: Bundada
ru: ОБРУШАТЬСЯ
tr: Popo vuruşu

source: Fire
de: Feuern
fr: Tirer
hu: Tüzelés
nb: Skyt
pl: Strzał
pt_br: Atirar
ru: ОГОНЬ
tr: Ateş

source: Jump
de: Springen
fr: Sauter
hu: Ugrás
nb: Hopp
pl: Skok
pt_br: Pular
ru: ПРЫЖОК
tr: Zıpla

source: Run
de: Laufen
fr: Courir
hu: Futás
nb: Løp
pl: Bieg
pt_br: Correr
ru: БЕГ
tr: Koş

source: Change Weapon
de: Waffe wechseln
fr: Changer d'arme
hu: Fegyverváltás
nb: Bytt våpen
pl: Zmień broń
pt_br: Trocar de arma
ru: СМЕНА ОРУЖИЯ
tr: Silah Değiştir

source: Back
de: Zurück
fr: Retour
hu: Vissza
nb: Tilbake
pl: Wstecz
pt_br: Voltar
ru: НАЗАД
tr: Geri

source: Toggle Console
de: Konsole umschalten
hu: Konzol be/kikapcsolása
nb: Skru av/på konsoll
pt_br: Alternar o console
ru: ПЕРЕКЛЮЧЕНИЕ КОНСОЛИ
tr: Konsolu Aç/Kapat

source: Weapon {}
de: Waffe {}
hu: {}. fegyver
nb: Våpen {}
pt_br: Arma {}
ru: ОРУЖИЕ {}
tr: Silah {}

source: Press any key or button to assign
de: Drücke eine beliebige Taste oder einen Knopf zum Zuweisen
fr: Appuyer sur une touche ou un bouton pour attribuer
hu: Nyomj meg bármilyen billentyűt vagy gombot a hozzárendeléshez
nb: Trykk på en hvilken som helst tast eller knapp for å tilordne
pl: Naciśnij dowolny przycisk, aby przypisać
pt_br: Pressione qualquer tecla ou botão para vincular
ru: НАЖМИ ЛЮБУЮ КЛАВИШУ ИЛИ КНОПКУ ЧТОБЫ НАЗНАЧИТЬ
tr: Tuş atayın

source: to remove assignment
de: zum Entfernen der Zuweisung
fr: pour désattribuer
hu: a hozzárendelés eltávolításához
nb: å fjerne tilordning
pl: aby usunąć przypisanie
pt_br: para remover a vinculação
ru: ЧТОБЫ УБРАТЬ НАЗНАЧЕНИЕ
tr: ile atanmış tuşu silin

source: None / Pixel-perfect
de: Keine / Pixel-genau
fr: Aucun / Au pixel près
hu: Nincs / Pixel-pontos
nb: Ingen / Pikselperfekt
pl: Brak / Idealne piksele
pt_br: Nenhum / Pixel-perfeito
ru: НЕТ / ПИКСЕЛЬ В ПИКСЕЛЬ
tr: Kapalı / Orijinal

source: CRT Scanlines
de: CRT-Scanlinien
fr: Lignes d'écran cathodique
hu: CRT vonalak
nb: CRT-skannelinjer
pl: Linie CRT
ru: СКАН-ЛИНИИ CRT
tr: CRT Çizgileri

source: CRT Shadow Mask
de: CRT-Schattenmaske
fr: Masque d'écran cathodique
hu: CRT árnyékszűrő
nb: CRT-skyggefilter
pl: Maska cienia CRT
ru: ТЕНЕВАЯ МАСКА CRT
tr: CRT Gölge Maskesi

source: CRT Aperture Grille
de: CRT-Aperturmaske
fr: Grille d'écran cathodique
hu: CRT rekeszrács
nb: CRT-åpningsgitter
pl: Kratka przysłony CRT
ru: РЕШЕТКА АПЕРТУРЫ CRT
tr: CRT Açıklık Izgarası

source: Monochrome
de: Monochrom
hu: Monokróm
nb: Monokrom
pl: Monochromia
pt_br: Monocromático
ru: МОНОХРОМНОЕ
tr: Tek Renk

source: Select Rescale Mode
de: Skalierungsmodus wählen
fr: Sélectionner le mode de rendu
hu: Átméretezési mód kiválasztása
nb: Velg skaleringsmodus
pl: Wybierz tryb skalowania
pt_br: Selecionar Modo de Reescala
ru: ВЫБОР ШЕЙДЕРНОГО ЭФФЕКТА
tr: Ölçeklendirme Modunu Seçin

source: No servers found, but still searchin'!
de: Keine Server gefunden, aber die Suche läuft noch!
fr: Aucun serveur trouvé, mais la recherche continue !
hu: Nem találtunk szervereket, de még nyomozunk!
nb: Ingen servere funnet, men søker fortsatt!
pl: Póki co nie znaleziono żadnych serwerów, ale ciągle szukam!
pt_br: Nenhum servidor foi encontrado, mas ainda 'tamo procurando!
ru: СЕРВЕРОВ НЕ НАЙДЕНО, НО ВСЕ ЕЩЕ В ПОИСКАХ!
tr: Sunucu bulunamadı, ama hala aranıyor!

source: Press f[c:#d0705d]Firef[/c] to continue
de: Drücke f[c:#d0705d]Feuernf[/c] zum Fortfahren
hu: Nyomd meg a f[c:#d0705d]Tüzelésf[/c] gombot a folytatáshoz
nb: Trykk f[c:#d0705d]Skytf[/c] for å fortsette
pt_br: Pressione f[c:#d0705d]Atirarf[/c] para continuar
ru: НАЖМИТЕ f[c:#d0705d]Firef[/c]ЧТОБЫ ПРОДОЛЖИТЬ
tr: Devam etmek için f[c:#d0705d]Ateşf[/c] tuşuna bas

source: Master Volume
de: Gesamtlautstärke
fr: Volume global
hu: Főhangerő
nb: Hovedvolum
pl: Głośność ogólna
pt_br: Volume Principal
ru: ОБЩАЯ ГРОМКОСТЬ
tr: Ana Ses Seviyesi

source: SFX Volume
de: Effekt-Lautstärke
fr: Sons
hu: Hangeffektek
nb: Effektvolum
pl: Głośność efektów dźwiękowych
pt_br: Efeitos Sonoros
ru: ГРОМКОСТЬ ЭФФЕКТОВ
tr: Ses Efektleri Seviyesi

source: Music Volume
de: Musik-Lautstärke
fr: Musique
hu: Zene
nb: Musikkvolum
pl: Głośność muzyki
pt_br: Música
ru: ГРОМКОСТЬ МУЗЫКИ
tr: Müzik Seviyesi

source: Number of Local Players
de: Anzahl lokaler Spieler
fr: Nombre de joueurs locaux
hu: Helyi játékosok száma
nb: Antall lokale spillere
pl: Liczba graczy lokalnych
pt_br: Número de jogadores locais
ru: ЧИСЛО ЛОКАЛЬНЫХ ИГРОКОВ
tr: Yerel Oyuncu Sayısı

source: Difficulty
de: Schwierigkeit
fr: Difficulté
hu: Nehézség
nb: Vanskelighetsgrad
pl: Poziom trudności
pt_br: Dificuldade
ru: СЛОЖНОСТЬ
tr: Zorluk

source: Start
de: Starten
fr: Commencer
hu: Indítás
pt_br: Começar
ru: СТАРТ
tr: Oyuna Başla

source: Easy
de: Leicht
fr: Facile
hu: Könnyű
nb: Lett
pl: Łatwy
pt_br: Fácil
ru: ЛЕГКО
tr: Kolay

source: Medium
de: Mittel
fr: Moyen
hu: Közepes
nb: Middels
pl: Średni
pt_br: Médio
ru: СРЕДНЕ
tr: Orta

source: Hard
de: Schwer
fr: Difficile
hu: Nehéz
nb: Vanskelig
pl: Trudny
pt_br: Difícil
ru: СЛОЖНО
tr: Zor

source: You can adjust position of the touch zones by drag and drop.
de: Du kannst die Position der Touch-Zonen per Drag & Drop anpassen.
fr: Vous pouvez ajuster la position des zones tactiles en les faisant glisser.
hu: Az érintési zónák helyzetét a dobozok húzásával állíthatod be.
nb: Du kan justere plasseringen av berøringssonene ved å dra og slippe.
pl: Możesz dostosować położenie miejsc dotykowych poprzez przeciągnięcie i puszczenie.
pt_br: Você pode ajustar a posição dos controles tocando e arrastando-os.
ru: ПЕРЕТАСКИВАЯ ЗОНЫ КАСАНИЯ, ВЫ МОЖЕТЕ НАСТРОИТЬ ИХ ПОЛОЖЕНИЕ.
tr: Dokunma bölgelerini tutup bırakarak bulundukları pozisyonu ayarlayabilirsin.

source: Discord Integration
fr: Intégration Discord
hu: Discord integráció
nb: Discord-integrasjon
pl: Integracja z platformą Discord
pt_br: Integração do Discord
ru: ИНТЕГРАЦИЯ С Discord
tr: Discord Entegrasyonu

source: Player Name
de: Spielername
hu: Játékos neve
nb: Spiller Navn
pt_br: Nome do jogador
ru: ИМЯ ИГРОКА
tr: Oyuncu Adı

source: Unique Player ID
de: Eindeutige Spieler-ID
hu: Játékosazonosító
nb: Unik Spiller ID
pt_br: ID de jogador único
ru: УНИКАЛЬНЫЙ ID ИГРОКА
tr: Benzersiz Oyuncu Kimliği

source: Points: {}
de: Punkte: {}
hu: Pontszám: {}
nb: Poeng: {}
pt_br: Pontos: {}
ru: ОЧКИ: {}
tr: Puanlar: {}

source: Game starts in {}
de: Spiel startet in {}
hu: A játék {} másodpercen belül kezdődik
nb: Spillet starter om {}
pt_br: O jogo começará em {}
ru: ИГРА НАЧИНАЕТСЯ В {}
tr: Oyun {} içinde başlıyor

source: Waiting for {} more player
de: Warte auf {} weiteren Spieler
hu: {} játékosra várunk
nb: Venter for {} mer spiller
pt_br: Esperando por {} mais jogador
ru: ОЖИДАНИЕ ЕЩЕ {} ИГРОКА
tr: {} oyuncu daha bekleniyor

source: Find exit!
de: Finde den Ausgang!
hu: Keress kijáratot!
nb: Finn utgang!
pt_br: Ache a saída!
ru: НАЙДИ ВЫХОД!
tr: Çıkışı bul!

source: f[c:#704a4a]Cannot load specified level!f[/c] Make sure all necessary files are accessible and try it again.
de: f[c:#704a4a]Angegebenes Level kann nicht geladen werden!f[/c] Stelle sicher, dass alle notwendigen Dateien zugänglich sind und versuche es erneut.
fr: f[c:#704a4a]Impossible de charger le niveau!f[/c] Assurez-vous que tous les fichiers nécessaires sont accessibles et essayez à nouveau.
hu: f[c:#704a4a]Nem lehet betölteni a megadott pályát!f[/c] Győződj meg róla, hogy az összes szükséges fájl elérhető, és próbáld újra.
nb: f[c:#704a4a]Kunne ikke laste angitt nivå!f[/c] Sørg for at alle nødvendige filer er tilgjengelige og prøv på nytt.
pl: f[c:#704a4a]Nie można załadować tego poziomu!f[/c] Upewnij się, że wszystkie potrzebne pliki są na swoim miejscu i spróbuj ponownie.
pt_br: f[c:#704a4a]Não foi possível carregar a fase!f[/c] Tenha certeza de que todos os arquivos necessários estão acessíveis e tente novamente.
ru: f[c:#704a4a]НЕ МОГУ ЗАГРУЗИТЬ ВЫБРАННЫЙ УРОВЕНЬ!f[/c] УБЕДИТЕСЬ, ЧТО ВСЕ НЕОБХОДИМЫЕ ФАЙЛЫ ДОСТУПНЫ И ПОПРОБУЙТЕ СНОВА.
tr: f[c0x804a4a]İstenilen bölüm yüklenemedi!f[/c] Gerekli dosyaların erişilebilir olduğundan emin olun ve tekrar deneyin.

source: f[c:#704a4a]Cannot resume saved state!f[/c] Make sure all necessary files are accessible and try it again.
de: f[c:#704a4a]Gespeicherter Zustand kann nicht fortgesetzt werden!f[/c] Stelle sicher, dass alle notwendigen Dateien zugänglich sind und versuche es erneut.
fr: f[c:#704a4a]Impossible de rétablir la sauvegarde !f[/c] Assurez-vous que tous les fichiers nécessaires sont accessibles et essayez à nouveau.
hu: f[c:#704a4a]Nem lehet folytatni a mentett állapotot!f[/c] Győződj meg róla, hogy az összes szükséges fájl elérhető, és próbáld újra.
nb: f[c:#704a4a]Kan ikke gjenoppta lagret spill!f[/c] Sørg for at alle nødvendige filer er tilgjengelige og prøv igjen.
pl: f[c:#704a4a]Nie można wznowić zapisanego stanu gry!f[/c] Upewnij się, że wszystkie niezbędne pliki są na swoim miejscu i spróbuj ponownie.
pt_br: f[c:#704a4a]Não foi possível carregar o estado salvo!f[/c] Tenha certeza de que todos os arquivos necessários estão acessíveis e tente novamente.
ru: f[c:#704a4a]НЕВОЗМОЖНО ВОЗОБНОВИТЬ СОХРАНЕННОЕ СОСТОЯНИЕ!f[/c] УБЕДИТЕСЬ, ЧТО ВСЕ НЕОБХОДИМЫЕ ФАЙЛЫ ДОСТУПНЫ, И ПОПРОБУЙТЕ ЕЩЕ РАЗ.
tr: f[c0x804a4a]İstenilen kayıt yüklenemedi!f[/c] Gerekli dosyaların erişilebilir olduğundan emin olun ve tekrar deneyin.

source: Unnamed server
de: Unbenannter Server
hu: Névtelen szerver
nb: Navnløs server
pt_br: Servidor sem nome
ru: НЕНАЗВАННЫЙ СЕРВЕР
tr: İsimsiz sunucu

source: f[c:#704a4a]Cannot connect to the server!f[/c] Invalid parameter specified.
de: f[c:#704a4a]Verbindung zum Server nicht möglich!f[/c] Ungültiger Parameter angegeben.
hu: f[c:#704a4a]Nem lehet csatlakozni a szerverhez!f[/c] Hibás paraméter.
nb: f[c:#704a4a]Kan ikke koble til serveren!f[/c] Ugyldig parameter angitt.
pt_br: f[c:#704a4a]Não foi possível conectar-se ao servidor!f[/c] Parâmetro inválido.
ru: f[c:#704a4a]НЕВОЗМОЖНО ПОДКЛЮЧИТСЯ К СЕРВЕРУ!f[/c] УКАЗАН НЕДОПУСТИМЫЙ ПАРАМЕТР.
tr: f[c:#704a4a]Sunucuya bağlanılamıyor!f[/c] Geçersiz parametre belirtildi.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Your client version is not compatible with the server.
de: f[c:#704a4a]Verbindung zum Server nicht möglich!f[/c] Deine Client-Version ist nicht mit dem Server kompatibel.
fr: f[c:#704a4a]Impossible de se connecter au serveur !f[/c] La version de votre client n'est pas compatible avec ce serveur.
hu: f[c:#704a4a]Nem lehet csatlakozni a szerverhez!f[/c] A kliensed verziója nem kompatibilis a szerverrel.
nb: f[c:#704a4a]Kan ikke koble til serveren!f[/c] Din klientversjon er ikke kompatibel med serveren.
pl: f[c:#704a4a]Nie można połączyć z serwerem!f[/c] Wersja klienta nie jest kompatybilna z serwerem.
pt_br: f[c:#704a4a]Não foi possível conectar-se ao servidor!f[/c] A versão do seu cliente não é compatível com o servidor.
ru: f[c:#704a4a]НЕВОЗМОЖНО ПОДКЛЮЧИТСЯ К СЕРВЕРУ!f[/c] ВЕРСИЯ ВАШЕГО КЛИЕНТА НЕ СОВМЕСТИМА В СЕРВЕРОМ.
tr: f[c:#704a4a]Sunucuya bağlanılamıyor!f[/c] Oyun sürümünüz sunucuyla uyumlu değil.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Authentication failed. Contact server administrators for more information.
de: f[c:#704a4a]Verbindung zum Server nicht möglich!f[/c] Authentifizierung fehlgeschlagen. Kontaktiere die Server-Administratoren für weitere Informationen.
hu: f[c:#704a4a]Nem lehet csatlakozni a szerverhez!f[/c] Sikertelen hitelesítés! További információért vedd fel a kapcsolatot a szerver adminisztrátoraival.
nb: f[c:#704a4a]Kan ikke koble til serveren!f[/c] Autentisering mislyktes. Kontakt serveradministratorene for mer informasjon.
pt_br: f[c:#704a4a]Não foi possível conectar-se ao servidor!f[/c] Autenticação fracassada. Contate o administrador do servidor para mais informações.
ru: f[c:#704a4a]НЕВОЗМОЖНО ПОДКЛЮЧИТСЯ К СЕРВЕРУ!f[/c] АУТЕНТИФИКАЦИЯ НЕ УДАЛАСЬ. СВЯЖИТЕСЬ С АДМИНИСТРАТОРАМИ СЕРВЕРА ЧТОБЫ ПОЛУЧИТЬ БОЛЬШЕ ИНФОРМАЦИИ.
tr: f[c:#704a4a]Sunucuya bağlanılamıyor! [/c]\f[/c] Kimlik doğrulama başarısız oldu. Daha fazla bilgi için sunucu yöneticileriyle iletişime geçin.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Invalid password specified.
de: f[c:#704a4a]Verbindung zum Server nicht möglich!f[/c] Ungültiges Passwort angegeben.
hu: f[c:#704a4a]Nem lehet csatlakozni a szerverhez!f[/c] Helytelen jelszó.
nb: f[c:#704a4a]Kan ikke koble til serveren!f[/c] Ugyldig passord angitt.
pt_br: f[c:#704a4a]Não foi possível conectar-se ao servidor!f[/c] Senha inválida.
ru: f[c:#704a4a]НЕВОЗМОЖНО ПОДКЛЮЧИТСЯ К СЕРВЕРУ!f[/c] УКАЗАН НЕДОПУСТИМЫЙ ПАРОЛЬ.
tr: f[c:#704a4a]Sunucuya bağlanılamıyor!f[/c] Geçersiz parola belirtildi.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Invalid player name specified. Please check your profile and try it again.
de: f[c:#704a4a]Verbindung zum Server nicht möglich!f[/c] Ungültiger Spielername angegeben. Bitte überprüfe dein Profil und versuche es erneut.
hu: f[c:#704a4a]Nem lehet csatlakozni a szerverhez!f[/c] Helytelen felhasználónév. Kérlek ellenőrizd a profilodat, majd probáld újra.
nb: f[c:#704a4a]Kan ikke koble til serveren!f[/c] Ugyldig spillernavn angitt. Kontroller profilen din og prøv igjen.
pt_br: f[c:#704a4a]Não foi possível conectar-se ao servidor!f[/c] Nome do jogador inválido. Por favor, cheque o seu perfil e tente novamente.
ru: f[c:#704a4a]НЕВОЗМОЖНО ПОДКЛЮЧИТСЯ К СЕРВЕРУ!f[/c] УКАЗАНО НЕДОПУСТИМОЕ ИМЯ ИГРОКА. ПРОВЕРЬТЕ ВАШ ПРОФИЛЬ И ПОПРОБУЙТЕ ЕЩЕ РАЗ.
tr: f[c:#704a4a]Sunucuya bağlanılamıyor!f[/c] Geçersiz oyuncu adı belirtildi. Lütfen profilinizi kontrol edin ve tekrar deneyin.

source: f[c:#704a4a]Cannot connect to the server!f[/c] This client is not in the server whitelist. Contact server administrators for more information.
de: f[c:#704a4a]Verbindung zum Server nicht möglich!f[/c] Dieser Client ist nicht auf der Server-Whitelist. Kontaktiere die Server-Administratoren für weitere Informationen.
hu: f[c:#704a4a]Nem lehet csatlakozni a szerverhez!f[/c] Ez a kilens nincs jelen a szerver fehérlistájában További információért vedd fel a kapcsolatot a szerver adminisztrátoraival.
nb: f[c:#704a4a]Kan ikke koble til serveren!f[/c] Denne klienten er ikke på serverens hviteliste. Kontakt serveradministratorene for mer informasjon.
pt_br: f[c:#704a4a]Não foi possível conectar-se ao servidor!f[/c] Este cliente não está na lista branca do servidor. Contate o administrador do servidor para mais informações.
ru: f[c:#704a4a]НЕВОЗМОЖНО ПОДКЛЮЧИТСЯ К СЕРВЕРУ!f[/c] ВАШ КЛИЕНТ НЕ УКАЗАН В БЕЛОМ СПИСКЕ СЕРВЕРА. СВЯЖИТЕСЬ С АДМИНИСТРАТОРАМИ СЕРВЕРА ЧТОБЫ ПОЛУЧИТЬ БОЛЬШЕ ИНФОРМАЦИИ.
tr: f[c:#704a4a]Sunucuya bağlanılamıyor!f[/c] Bu istemci sunucu beyaz listede değil. Daha fazla bilgi için sunucu yöneticileriyle iletişime geçin.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Server requires 3rd party authentication provider. Contact server administrators for more information.
de: f[c:#704a4a]Verbindung zum Server nicht möglich!f[/c] Server benötigt einen Drittanbieter für die Authentifizierung. Kontaktiere die Server-Administratoren für weitere Informationen.
hu: f[c:#704a4a]Nem lehet csatlakozni a szerverhez!f[/c] Ez a szerver harmadik feltől származó azonosítást vár. További információért vedd fel a kapcsolatot a szerver adminisztrátoraival.
nb: f[c:#704a4a]Kan ikke koble til serveren!f[/c] Serveren krever tredjeparts autentiseringsleverandør. Kontakt serveradministratorene for mer informasjon.
pt_br: f[c:#704a4a]Não foi possível conectar-se ao servidor!f[/c] O servidor requer uma autenticação de terceiro. Contate o administrador do servidor para mais informações.
ru: f[c:#704a4a]НЕВОЗМОЖНО ПОДКЛЮЧИТСЯ К СЕРВЕРУ!f[/c] СЕРВЕР ТРЕБУЕТ АУТЕНТИФИКАЦИИ ОТ СТОРОННЕГО ПОСТАВЩИКА АУТЕНТИФИКАЦИИ. СВЯЖИТЕСЬ С АДМИНИСТРАТОРАМИ СЕРВЕРА ЧТОБЫ ПОЛУЧИТЬ БОЛЬШЕ ИНФОРМАЦИИ.
tr: f[c:#704a4a]Sunucuya bağlanılamıyor!f[/c] Sunucu 3. taraf kimlik doğrulama sağlayıcısı gerektiriyor. Daha fazla bilgi için sunucu yöneticileriyle iletişime geçin.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Server capacity is full. Please try it later.
de: f[c:#704a4a]Verbindung zum Server nicht möglich!f[/c] Server ist voll. Bitte versuche es später erneut.
fr: f[c:#704a4a]Impossible de se connecter au serveur !f[/c] Le serveur est plein. Essayez à nouveau plus tard.
hu: f[c:#704a4a]Nem lehet csatlakozni a szerverhez!f[/c] A szerver kapacitása megtelt. Kérlek, próbáld újra később.
nb: f[c:#704a4a]Kan ikke koble til serveren!f[/c] Serveren er full. Vennligst prøv igjen senere.
pl: f[c:#704a4a]Nie można połączyć z serwerem!f[/c] Serwer jest pełny. Spróbuj ponownie później.
pt_br: f[c:#704a4a]Não foi possível conectar-se ao servidor!f[/c] O servidor está cheio. Por favor, tente novamente mais tarde.
ru: f[c:#704a4a]НЕВОЗМОЖНО ПОДКЛЮЧИТСЯ К СЕРВЕРУ!f[/c] СЕРВЕР ЗАПОЛНЕН. ПОПРОБУЙТЕ ПОЗЖЕ.
tr: f[c:#704a4a]Sunucuya bağlanılamıyor!f[/c] Kapasite dolu. Lütfen tekrar deneyin.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Server is not in a state where it can process your request. Please try again in a few seconds.
de: f[c:#704a4a]Verbindung zum Server nicht möglich!f[/c] Server ist nicht in einem Zustand, in dem er deine Anfrage verarbeiten kann. Bitte versuche es in einigen Sekunden erneut.
fr: f[c:#704a4a]Impossible de se connecter au serveur !f[/c] Le serveur n'est pas dans l'état de traiter votre demande. Réessayer à nouveau dans quelques secondes.
hu: f[c:#704a4a]Nem lehet csatlakozni a szerverhez!f[/c] A szerver nincs olyan állapotban, hogy feldolgozhassa a kérésedet. Kérlek, próbáld újra néhány másodperc múlva.
nb: f[c:#704a4a]Kan ikke koble til serveren![f/c] Serveren er ikke i en tilstand der den kan behandle forespørselen din. Vennligst prøv igjen om noen sekunder.
pl: f[c:#704a4a]Nie można połączyć z serwerem!f[/c] Serwer nie jest w stanie przetworzyć żądania. Spróbuj ponownie za kilka sekund.
pt_br: f[c:#704a4a]Não foi possível conectar-se ao servidor!f[/c] O servidor não está em um estado que pode processar o seu pedido. Por favor, tente novamente mais tarde.
ru: f[c:#704a4a]НЕВОЗМОЖНО ПОДКЛЮЧИТСЯ К СЕРВЕРУ!f[/c] СЕРВЕР НЕ МОЖЕТ ОБРАБОТАТЬ ВАШ ЗАПРОС. ПОПРОБУЙТЕ СНОВА ЧЕРЕЗ НЕСКОЛЬКО СЕКУНД.
tr: f[c:#704a4a]Sunucuya bağlanılamıyor!f[/c] Sunucu isteğinizi gerçekleştirebilecek durumda değil. Lütfen daha sonra tekrar deneyin.

source: f[c:#704a4a]Connection has been closed!f[/c] Server is shutting down. Please try it later.
de: f[c:#704a4a]Verbindung wurde geschlossen!f[/c] Server wird heruntergefahren. Bitte versuche es später erneut.
fr: f[c:#704a4a]La connexion a été interrompue !f[/c] Le serveur s'arrête. Essayez à nouveau plus tard.
hu: f[c:#704a4a]A kapcsolat megszakadt!f[/c] A szerver éppen leáll. Kérjük, próbálja meg később.
nb: f[c:#704a4a]Tilkoblingen er lukket!f[/c] Serveren stenger ned. Vennligst prøv igjen senere.
pl: f[c:#704a4a]Połączenie zostało zerwane!f[/c] Serwer jest zamykany. Spróbuj ponownie później.
pt_br: f[c:#704a4a]A conexão foi cancelada!f[/c] O servidor está sendo desligado. Por favor, tente novamente mais tarde.
ru: f[c:#704a4a]СОЕДИНЕНИЕ БЫЛО ЗАКРЫТО!f[/c] СЕРВЕР ВЫКЛЮЧАЕТСЯ. ПОПРОБУЙТЕ ЕЩЕ РАЗ ПОЗЖЕ.
tr: f[c:#704a4a]Bağlantı kapandı!f[/c] Sunucu kapanıyor. Lütfen daha sonra tekrar deneyin.

source: f[c:#704a4a]Connection has been closed!f[/c] Server is shutting down for maintenance. Please try it again later.
de: f[c:#704a4a]Verbindung wurde geschlossen!f[/c] Server wird für Wartungsarbeiten heruntergefahren. Bitte versuche es später erneut.
hu: f[c:#704a4a]A kapcsolat megszakadt!f[/c] A szerver karbantartás miatt leáll. Kérlek, próbáld újra később.
nb: f[c:#704a4a]Tilkoblingen er lukket!f[/c] Serveren stenger for vedlikehold. Vennligst prøv igjen senere.
pt_br: f[c:#704a4a]A conexão foi cancelada!f[/c] O servidor está sendo desligado por manutenção. Por favor, tente novamente mais tarde.
ru: f[c:#704a4a]СОЕДИНЕНИЕ БЫЛО ЗАКРЫТО!f[/c] СЕРВЕР ВЫКЛЮЧАЕТСЯ НА ТЕХ. РАБОТЫ. ПОПРОБУЙТЕ ЕЩЕ РАЗ ПОЗЖЕ.
tr: f[c:#704a4a]Bağlantı kapandı!f[/c] Sunucu kapanıyor. Lütfen daha sonra tekrar deneyin.
