Repository: deathkiller/jazz2-native
Catalog: Content/Translations/*.po
Languages: de, fr, hu, nb, pl, pt_br, ru, tr

source: f[c:#704a4a]This game requires original f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a] files!
de: f[c:#704a4a]Dieses Spiel benötigt die originalen f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a] Dateien!
fr: f[c:#704a4a]Ce jeu requiert les fichiers d'origine du jeu f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a]!
hu: f[c:#704a4a]Ez a játék az eredeti f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a] fájlokat igényli!
nb: f[c:#704a4a]Dette spillet krever originale f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a]-filer!
pl: f[c:#704a4a]Ta gra wymaga oryginalnych plików f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a]!
pt_br: f[c:#704a4a]Esse jogo requer os arquivos originais de f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a]!
ru: f[c:#704a4a]ИГРА ТРЕБУЕТ ФАЙЛЫ ОРИГИНАЛЬНОЙ ИГРЫ f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a]!
tr: f[c:#704a4a]Bu oyun orijinal f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a] dosyalarını gerektirir!

source: Make sure Jazz Jackrabbit 2 files are present in following path:
de: Stelle sicher, dass die Jazz Jackrabbit 2 Dateien im folgenden Pfad vorhanden sind:
fr: Assurez-vous que les fichiers de Jazz Jackrabbit 2 sont présents dans ce dossier:
hu: Győződj meg róla, hogy a Jazz Jackrabbit 2 fájljai megtalálhatók a következő elérési útvonalon:
nb: Sørg for at Jazz Jackrabbit 2-filene finnes i følgende bane:
pl: Upewnij się, że pliki Jazz Jackrabbit 2 znajdują się w:
pt_br: Tenha certeza de que os arquivos de Jazz Jackrabbit 2 estão no seguinte caminho:
ru: УБЕДИТЕСЬ, ЧТО ФАЙЛЫ ОРИГИНАЛЬНОЙ КОПИИ ИГРЫ Jazz Jackrabbit 2 НАХОДЯТСЯ ПО СЛЕДУЮЩЕМУ ПУТИ:
tr: Jazz Jackrabbit 2 dosyalarının şurada olduğundan emin ol:

source: Allow access to external storage
de: Zugriff auf externen Speicher erlauben
fr: Autoriser l'accès au stockage externe
hu: Külső tárhely elérésének engedélyezése
nb: Tillat tilgang til ekstern lagring
pl: Zezwól na dostęp do pamięci zewnętrznej
pt_br: Permitir acesso ao dispositivo de armazenamento externo
ru: ДАТЬ ДОСТУП К ВНЕШНЕМУ ХРАНИЛИЩУ
tr: Harici depolama erişimine izin ver

source: Remap Controls for Player {}
de: Steuerung für Spieler {} neu belegen
hu: {}. játékos
nb: Omkonfigurer kontroller for spiller {}
pt_br: Remapear controles para o jogador {}
ru: ПЕРЕНАЗНАЧЕНИЕ УПРАВЛЕНИЯ ДЛЯ ИГРОКА {}
tr: Oyuncu {} İçin Kontrolleri Değiştir

source: Remap Controls
de: Steuerung neu belegen
fr: Changer les contrôles
hu: Gombkiosztás módosítása
nb: Omkonfigurer kontroller
pl: Skonfiguruj sterowanie
pt_br: Remapear controles
ru: ПЕРЕНАЗНАЧЕНИЕ УПРАВЛЕНИЯ
tr: Kontrolleri Değiştir

source: Touch Controls
de: Touch-Steuerung
fr: Contrôles tactiles
hu: Érintőképernyős vezérlés
nb: Berøringskontroller
pl: Sterowanie dotykowe
pt_br: Controles de Toque
ru: СЕНСОРНОЕ УПРАВЛЕНИЕ
tr: Dokunmatik Kontrol Ayarları

source: Toggle Run
de: Laufen umschalten
fr: Mode Marche/Course
hu: Folytonos futás
nb: Slå av/på Løp
pl: Przełączanie biegu
pt_br: Alternar correr
ru: ПЕРЕКЛЮЧЕНИЕ БЕГА
tr: Sürekli Koşma

source: Gamepad Button Labels
de: Gamepad-Tastenbeschriftungen
fr: Etiquettes des boutons de la manette
hu: Játékvezérlő gombfeliratok
nb: Gamepad-knappetiketter
pl: Oznaczenia przycisków kontrolera
pt_br: Ícones de botões do controle
ru: МАРКИРОВКА КНОПОК ГЕЙМПАДА
tr: Gamepad Tuşu İkonları

source: Gamepad Rumble
de: Gamepad-Vibration
fr: Vibrations de la manette
hu: Játékvezérlő rezgése
nb: Gamepad-vibrering
pl: Wibracje kontrolera
pt_br: Vibração do controle
ru: ВИБРАЦИЯ ГЕЙМПАДА
tr: Gamepad Titreşim Seviyesi

source: Extended PlayStation™ Support
de: Erweiterte PlayStation™ Unterstützung
hu: Kiterjesztett PlayStation™ támogatás
nb: Extedned PlayStation™-støtte
pt_br: Suporte de PlayStation™ extendido
ru: РАСШИРЕННАЯ ПОДДЕРЖКА PlayStation™
tr: Gelişmiş Playstation™ Desteği

source: Native Back Button
de: Native Zurück-Taste
fr: Touche retour native
hu: Beépített vissza gomb
nb: Innebygd tilbake-knapp
pl: Natywny przycisk "Wstecz"
pt_br: Botão nativo de voltar
ru: ОРИГИНАЛЬНАЯ КНОПКА «НАЗАД»
tr: Geri Tuşu

source: Input Diagnostics
de: Eingabe-Diagnose
fr: Diagnostic des entrées
hu: Beviteli diagnosztika
nb: Inndatadiagnostikk
pl: Diagnostyka sterowania
pt_br: Diagnósticos do controle
ru: ДИАГНОСТИКА ВВОДА
tr: Giriş Tanılama

source: Reset To Default
de: Auf Standard zurücksetzen
hu: Alapértékre állítás
nb: Tilbakestill til standard
pt_br: Redefinir ao padrão
ru: СБРОСИТЬ НАСТРОЙКИ К "ПО УМОЛЧАНИЮ"
tr: Varsayılana Sıfırla

source: Controls
de: Steuerung
fr: Contrôles
hu: Irányítás
nb: Kontroller
pl: Sterowanie
pt_br: Controles
ru: УПРАВЛЕНИЕ
tr: Kontrol Ayarları

source: Strong
de: Stark
fr: Fortes
hu: Erős
nb: Sterk
pl: Mocne
pt_br: Forte
ru: СИЛЬНЫЙ
tr: Güçlü

source: Weak
de: Schwach
fr: Faibles
hu: Gyenge
nb: Svak
pl: Słabe
pt_br: Fraco
ru: СЛАБЫЙ
tr: Zayıf

source: Disabled
de: Deaktiviert
fr: Désactivé
hu: Letiltva
nb: Skrudd av
pl: Wyłączono
pt_br: Desabilitado
ru: ВЫКЛЮЧЕНО
tr: Kapalı

source: Enabled
de: Aktiviert
fr: Activé
hu: Engedélyezve
nb: Skrudd på
pl: Włączono
pt_br: Habilitado
ru: ВКЛЮЧЕНО
tr: Açık

source: Character
de: Charakter
fr: Personnage
hu: Karakter
nb: Karakter
pl: Bohater
pt_br: Personagem
ru: ПЕРСОНАЖ
tr: Karakter

source: Game Mode
de: Spielmodus
fr: Mode de jeu
hu: Játékmód
nb: Spillmodus
pl: Tryb gry
pt_br: Modo de jogo
ru: РЕЖИМ ИГРЫ
tr: Oyun Modu

source: Create Server
de: Server erstellen
fr: Créer un serveur
hu: Szerver létrehozása
nb: Opprett server
pl: Utwórz serwer
pt_br: Criar servidor
ru: СОЗДАТЬ СЕРВЕР
tr: Sunucu Yarat

source: Battle
de: Schlacht
fr: Match
hu: Csata
nb: Kamp
pl: Bitwa
pt_br: Batalha
ru: БОЙ
tr: Savaş

source: Team Battle
de: Teamschlacht
fr: Match en équipe
hu: Csapatharc
nb: Lagkamp
pl: Bitwa drużynowa
pt_br: Batalha de equipe
ru: КОМАНДНЫЙ БОЙ
tr: Takım Savaşı

source: Race
de: Rennen
fr: Course
hu: Verseny
pl: Wyścig
pt_br: Corrida
ru: ГОНКА
tr: Yarış

source: Team Race
de: Teamrennen
hu: Csapatos verseny
nb: Lagkonkurranse
pt_br: Corrida de equipe
ru: КОМАНДНАЯ ГОНКА
tr: Takım Yarışı

source: Treasure Hunt
de: Schatzsuche
fr: Chasse au trésor
hu: Kincskeresés
nb: Skattejakt
pl: Poszukiwanie skarbów
pt_br: Caça ao tesouro
ru: ОХОТА ЗА СОКРОВИЩАМИ
tr: Hazine Avı

source: Team Treasure Hunt
de: Team-Schatzsuche
hu: Csapatos kincskeresés
nb: Lagskattejakt
pt_br: Caça ao tesouro de equipe
ru: КОМАНДНАЯ ОХОТА ЗА СОКРОВИЩАМИ
tr: Takım Hazine Avı

source: Cooperation
de: Kooperation
fr: Coopération
hu: Többjátékos
nb: Samarbeid
pl: Współpraca
pt_br: Cooperativo
ru: КООПЕРАЦИЯ
tr: Eşli Oyun

source: f[c:#704a4a]Cannot create the server!f[/c] Playlist is not properly configured. Please review server configuration and try it again.
de: f[c:#704a4a]Server kann nicht erstellt werden!f[/c] Die Playlist ist nicht richtig konfiguriert. Bitte überprüfe die Serverkonfiguration und versuche es erneut.
hu: f[c:#704a4a]Nem lehet létrehozni a szervert!f[/c] A lejátszási lista nincs rendesen beállítva. Kérlek ellenőrizd a szerverkonfigurációt és próbáld újra.
nb: f[c:#704a4a]Kan ikke opprette serveren!f[/c] Spillelisten er ikke riktig konfigurert. Kontroller serverkonfigurasjonen og prøv på nytt.
pt_br: f[c:#704a4a]Não foi possível criar o servidor!f[/c] Lista de jogo não está configurada. Por favor, revise a configuração do servidor e tente novamente.
ru: f[c:#704a4a]НЕВОЗМОЖНО СОЗДАТЬ СЕРВЕР!f[/c] ПЛЕЙЛИСТ НАСТРОЕН НЕПРАВИЛЬНО. ПРОВЕРЬТЕ КОНФИГУРАЦИЮ СЕРВЕРА И ПОПРОБУЙТЕ СНОВА.
tr: f[c:#704a4a]Sunucu kurulamıyor!f[/c] Çalma listesi düzgün yapılandırılmamış. Lütfen sunucu yapılandırmasını gözden geçirip tekrar deneyin.

source: f[c:#704a4a]Cannot create the server!f[/c] Please verify that no other server is running on that port and try it again.
de: f[c:#704a4a]Server kann nicht erstellt werden!f[/c] Bitte überprüfe, dass kein anderer Server auf diesem Port läuft und versuche es erneut.
hu: f[c:#704a4a]Nem lehet létrehozni a szervert!f[/c] Kérlek bizonyosodj meg arról, hogy nem-e fut egy másik szerver ezen a porton és próbáld újra.
nb: f[c:#704a4a]Kan ikke opprette serveren!f[/c] Kontroller at ingen andre servere kjører på den porten, og prøv igjen.
pt_br: f[c:#704a4a]Não foi possível criar o servidor!f[/c] Por favor, verifique se não tem outro servidor rodando nesta porta e tente novamente.
ru: f[c:#704a4a]НЕВОЗМОЖНО СОЗДАТЬ СЕРВЕР!f[/c] УБЕДИТЕСЬ, ЧТО НА ЭТОМ ПОРТУ НЕ ЗАПУЩЕН ДРУГОЙ СЕРВЕР, И ПОПРОБУЙТЕ СНОВА.
tr: f[c:#704a4a]Sunucu kurulamıyor!f[/c] Lütfen o portta başka bir sunucunun çalışmadığını doğrulayın ve tekrar deneyin.

source: Play Custom Levels
de: Benutzerdefinierte Level spielen
fr: Jouer des niveaux personnalisés
hu: Egyéni pályák
nb: Spill tilpassede nivåer
pl: Poziomy społeczności
pt_br: Jogar fases personalizadas
ru: ИГРАТЬ [ДОП. УРОВНИ]
tr: Özel Bölüm Seç

source: No custom level found!
de: Keine benutzerdefinierten Level gefunden!
fr: Aucun niveau personnalisé trouvé!
hu: Nem található egyéni pálya!
nb: Ingen tilpasset nivå funnet!
pl: Nie znaleziono żadnych poziomów społeczności!
pt_br: Nenhuma fase personalizada encontrada!
ru: ДОП. УРОВНИ НЕ НАЙДЕНЫ!
tr: Özel bölüm bulunamadı!

source: Create server from playlist
de: Server aus Playlist erstellen
hu: Szerver létrehozása lejátszási listából
nb: Opprett server fra spilleliste
pt_br: Criar servidor partir da lista de jogo
ru: СОЗДАТЬ СЕРВЕР ИЗ ПЛЕЙЛИСТА
tr: Çalma listesinden sunucu oluştur

source: Create Private Server
de: Privaten Server erstellen
hu: Privát szerver létrehozása
nb: Opprett privat server
pt_br: Criar servidor privado
ru: СОЗДАТЬ ПРИВАТНЫЙ СЕРВЕР
tr: Özel Sunucu Oluştur

source: Create Public Server
de: Öffentlichen Server erstellen
hu: Nyilvános szerver létrehozása
nb: Opprett offentlig server
pt_br: Criar servidor público
ru: СОЗДАТЬ ПУБЛИЧНЫЙ СЕРВЕР
tr: Genel Sunucu Oluştur

source: No episode found!
de: Keine Episode gefunden!
fr: Aucun épisode trouvé!
hu: Nem található epizód!
nb: Ingen episoder funnet!
pl: Nie znaleziono żadnych epizodów!
pt_br: Nenhum episódio encontrado!
ru: НЕ НАЙДЕНО НИ ОДНОГО ЭПИЗОДА!
tr: Hiçbir bölüm bulunamadı!

source: Restart episode
de: Episode neu starten
fr: Recommencer l'épisode
hu: Epizód újraindítása
nb: Start episode på nytt
pl: Zresetuj epizod
pt_br: Recomeçar episódio
ru: ПЕРЕЗАПУСК ЭПИЗОДА
tr: Bölümü Tekrarla

source: You must complete "{}" first!
de: Du musst zuerst "{}" abschließen!
hu: Először be kell fejezned a(z) "{}" nevű epizódot!
nb: Du må fullføre "{}" først!
pt_br: Você deve completar "{}" primeiro!
ru: СНАЧАЛА ПРОЙДИТЕ "{}"!
tr: Önce "{}" bölümünü bitirmelisin!

source: Episode is locked!
de: Episode ist gesperrt!
fr: L'épisode est verrouillé!
hu: Az epizód zárolva van!
nb: Episoden er låst!
pl: Ten epizod jest zablokowany!
pt_br: Episódio bloqueado!
ru: ЭПИЗОД ЗАБЛОКИРОВАН!
tr: Bu bölüm kilitli!

source: Legacy
de: Klassisch
fr: Original
hu: Hagyományos
nb: Klassisk
pl: Klasyczny
pt_br: Clássico
ru: КЛАССИЧЕСКИЙ
tr: Orijinal

source: I want to play the game the way it used to be.
de: Ich möchte das Spiel so spielen, wie es früher war.
fr: Je veux jouer au jeu d'origine, tel qu'il était.
hu: Úgy akarok játszani a játékkal, mint amilyen régen volt.
nb: Jeg vil spille spillet slik det var før.
pl: Chcę zagrać w grę jak za starych, dobrych czasów.
pt_br: Quero jogar como era antes.
ru: Я ХОЧУ ИГРАТЬ ТАК, КАК ОНО БЫЛО РАНЬШЕ.
tr: Oyunu geçmişte olduğu gibi oynamak istiyorum.

source: Reforged
de: Überarbeitet
fr: Rénové
hu: Feljavított
nb: Fornyet
pl: Odnowiony
ru: ОБНОВЛЁННЫЙ
tr: Yenilenmiş

source: I want to play the game with something new.
de: Ich möchte das Spiel mit etwas Neuem spielen.
fr: Je veux jouer au jeu avec quelques nouveautés.
hu: Valami újdonsággal szeretnék találkozni a játékban.
pl: Chcę zagrać w grę z jakimiś nowościami.
pt_br: Quero jogar com algo novo.
ru: Я ХОЧУ ПОИГРАТЬ С ЧЕМ ТО НОВЫМ.
tr: Oyunu yenilenmiş haliyle oynamak istiyorum.

source: Welcome to f[c:#9e7056]Jazz Jackrabbit 2f[/c] reimplementation!
de: Willkommen zur f[c:#9e7056]Jazz Jackrabbit 2f[/c] Neuimplementierung!
fr: Bienvenue à la réimplémentation de f[c:#9e7056]Jazz Jackrabbit 2f[/c]!
hu: Üdvözlünk a f[c:#9e7056]Jazz Jackrabbit 2f[/c] újraírásában!
nb: Velkommen til f[c:#9e7056]Jazz Jackrabbit 2f[/c] reimplementering!
pl: Witaj w reimplementacji f[c:#9e7056]Jazz Jackrabbit 2f[/c]!
pt_br: Bem-vindo à reimplementação de f[c:#9e7056]Jazz Jackrabbit 2f[/c]!
ru: ДОБРО ПОЖАЛОВАТЬ В РЕИМПЛЕМЕНТАЦИЮ f[c:#9e7056]Jazz Jackrabbit 2f[/c]!
tr: Yenilenmiş f[c:#9e7056]Jazz Jackrabbit 2f[/c] deneyimine hoş geldin!

source: Gameplay
fr: Mode de jeu
hu: Játékmenet
nb: Spillopplevelse
pl: Rozgrywka
pt_br: Jogabilidade
ru: ОСНОВНЫЕ
tr: Oyun Ayarları

source: Enhancements
de: Verbesserungen
fr: Améliorations
hu: Kiegészítések
nb: Forbedringer
pl: Ulepszenia
pt_br: Melhorias
ru: УЛУЧШЕНИЯ
tr: Geliştirmeler

source: You can choose your preferred play style. This option can be changed at any time in f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c]. For more information, visit {} and  Discord!
de: Du kannst deinen bevorzugten Spielstil wählen. Diese Option kann jederzeit unter f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c] geändert werden. Für weitere Informationen besuche {} und  Discord!
hu: Kiválaszthatod a számodra megfelelő játékmódot. Ez az opció bármikor módosítható a(z) f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c] menüpontban. További információért látogass el a {} weboldalra és a  Discord szerverünkre!
nb: Du kan velge din foretrukne spillstil. Dette alternativet kan endres når som helst under f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c]. For mer informasjon, besøk {} og  Discord!
pt_br: Você pode escolher o estilo de jogo preferido. Esta opção pode ser alterada a qualquer hora em f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c]. Para mais informações, visite {} e o  Discord!
ru: ВЫ МОЖЕТЕ ВЫБРАТЬ ПРЕДПОЧТИТЕЛЬНЫЙ СТИЛЬ ИГРЫ. ЭТОТ ПАРАМЕТР МОЖЕТ БЫТЬ ИЗМЕНЕН В ЛЮБОЕ ВРЕМЯ В f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c]. ВСЯ ДОПОЛНИТЕЛЬНАЯ ИНФОРМАЦИЯ ЕСТЬ В {} И  Discord!
tr: Sana uygun olan oynanış biçimini seçebilirsin. Bu ayar f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c]'da değiştirilebilir. Daha fazla bilgi için, {}'i veya  Discord sunucumuzu ziyaret edebilirsin!

source: Reforged Gameplay
de: Überarbeitetes Gameplay
fr: Mode de jeu rénové
hu: Újrakovácsolt játékmenet
nb: Fornyet spillopplevelse
pl: Odnowiona rozgrywka
pt_br: Jogabilidade da Reforged
ru: ОБНОВЛЁННЫЙ ГЕЙМПЛЕЙ
tr: Yenilenmiş Oynanış

source: Reforged HUD
de: Überarbeitetes HUD
fr: Informations à l'écran rénové
hu: Újrakovácsolt felhasználói felület
nb: Fornyet HUD
pl: Odniowiony interfejs w grze
pt_br: HUD da Reforged
ru: ОБНОВЛЁННЫЙ ИНТЕРФЕЙС
tr: Yenilenmiş Arayüz

source: Reforged Main Menu
de: Überarbeitetes Hauptmenü
fr: Menu principal rénové
hu: Újrakovácsolt főmenü
nb: Fornyet hovedmeny
pl: Odnowione menu główne
pt_br: Menu principal da Reforged
ru: ОБНОВЛЁННОЕ ГЛАВНОЕ МЕНЮ
tr: Yenilenmiş Ana Menü

source: Ledge Climbing
de: Kanten klettern
fr: Escalader les rebords
hu: Peremmászás
nb: Kantklatring
pl: Wspinanie na krawędzie
pt_br: Escalada na Beirada
ru: ХВАТАНИЕ ЗА УСТУПЫ
tr: Çıkıntılara Tırmanma

source: Weapon Wheel
de: Waffenrad
fr: Roue d'armes
hu: Fegyvertárcsa
nb: Våpenhjul
pl: Koło broni
pt_br: Roda de Armas
ru: КОЛЕСО ВЫБОРА ОРУЖИЯ
tr: Silah Tekerleği

source: You can enable enhancements that were added to this remake.
de: Du kannst Verbesserungen aktivieren, die diesem Remake hinzugefügt wurden.
fr: Vous pouvez activer les améliorations qui ont été ajoutées à ce remake.
hu: Bekapcsolhatod a felújítás során hozzáadott fejlesztéseket.
nb: Du kan aktivere forbedringer som ble lagt til i denne nyutgivelsen.
pl: Możesz włączyć ulepszenia, które zostały dodane do tej rekreacji.
pt_br: Você pode ativar melhorias que foram adicionadas neste remake.
ru: ВЫ МОЖЕТЕ ВКЛЮЧИТЬ УЛУЧШЕНИЯ, КОТОРЫЕ МЫ ДОБАВИЛИ В ЭТО ПЕРЕИЗДАНИЕ.
tr: Bu versiyona eklenmiş geliştirmeleri aktive edebilirsin.

source: Enabled With Ammo Count
de: Aktiviert mit Munitionsanzeige
fr: Activé avec compteur de munitions
hu: Bekapcsolva, lőszer számlálóval
nb: Aktivert med ammunisjonstelling
pl: Włączono + Wyświetlanie ilości amunicji
pt_br: Habilitado com a contagem de munição
ru: ВКЛЮЧЕНО С СЧЕТОМ БОЕПРИПАСОВ
tr: Mermi ile Etkin

source: Language
de: Sprache
fr: Langue
hu: Nyelv
nb: Språk
pl: Język
pt_br: Idioma
ru: ЯЗЫК
tr: Dil Ayarları

source: Scripting
de: Skripting
hu: Szkriptelés
nb: Skripting
pl: Skrypty
ru: СКРИПТЫ
tr: Komutlama

source: Continuous Jump
hu: Folytonos ugrás
ru: БЕЗПРЕРЫВНЫЙ ПРЫЖОК

source: Switch To New Weapon
de: Zu neuer Waffe wechseln
hu: Új fegyverre váltás
nb: Bytt til nytt våpen
pt_br: Trocar para nova arma
ru: ПЕРЕКЛЮЧИТСЯ НА НОВОЕ ОРУЖИЕ
tr: Yeni Silaha Geç

source: Allow Cheats
de: Cheats erlauben
hu: Csalások engedélyezése
nb: Tillat juks
pt_br: Permitir trapaças
ru: РАЗРЕШИТЬ ЧИТЫ
tr: Hilelere İzin Ver

source: Overwrite Episode Completion
de: Episodenabschluss überschreiben
hu: Epizód eredményeinek felülírása
nb: Overskriv ferdigstillelse av episode
pt_br: Substituir conclusão de episódio
ru: ПЕРЕЗАПИСАТЬ ЗАВЕРШЕНИЕ ЕПИЗОДА
tr: Bölümün üzerine yaz

source: Razer Chroma™
hu: Razer Chroma™ támogatás

source: Browse "Source" Directory
de: "Source"-Verzeichnis durchsuchen
fr: Consulter dossier "Source"
hu: Játékfájlok böngészése
nb: Bla gjennom "Source"-mappen
pl: Przeglądaj katalog z danymi gry
pt_br: Explorar o diretório "Source"
ru: ПРОСМОТР ДИРЕКТОРИИ "Source"
tr: "Source" Dizinine Gözat

source: Refresh Cache
de: Cache aktualisieren
fr: Rafraîchir le cache
hu: Gyorsítótár felfrissítése
nb: Oppdater cache
pl: Odśwież pamięć podręczną
pt_br: Atualizar Cache
ru: ОБНОВИТЬ КЕШ
tr: Önbelleği Yenile

source: Yes
de: Ja
hu: Igen
nb: Ja
pt_br: Sim
ru: ДА
tr: Evet

source: No
de: Nein
hu: Nem
nb: Nei
pl: Nie
pt_br: Não
ru: НЕТ
tr: Hayır

source: No Cheats Only
de: Nur ohne Cheats
hu: Csak csalás nélküli játék esetén
nb: Kun uten juks
pl: Tylko bez cheatów
pt_br: Apenas sem trapaças
ru: ТОЛЬКО БЕЗ ЧИТОВ
tr: Sadece hilesiz

source: Higher Score Only
de: Nur bei höherer Punktzahl
hu: Csak magasabb pontszám esetén
nb: Kun høyere poengsum
pl: Tylko wyższy wynik
pt_br: Apenas pontuações altas
ru: ТОЛЬКО БОЛЕЕ ВЫСОКИЙ БАЛ
tr: Sadece en yüksek skor

source: Always
de: Immer
hu: Minden alkalommal
nb: Alltid
pl: Zawsze
pt_br: Sempre
ru: ВСЕГДА
tr: Hep

source: Rescale Mode
de: Skalierungsmodus
fr: Mode de rendu
hu: Átméretezési mód
nb: Omskaleringsmodus
pl: Tryb skalowania
pt_br: Modo de Reescala
ru: ТИП ШЕЙДЕРА
tr: Ölçeklendirme Ayarları

source: Resolution
de: Auflösung
hu: Felbontás
nb: Oppløsning
pt_br: Resolução
ru: РАЗРЕШЕНИЕ
tr: Çözünürlük

source: Fullscreen
de: Vollbild
fr: Plein écran
hu: Teljes képernyős ablak
nb: Fullskjerm
pl: Pełny ekran
pt_br: Tela cheia
ru: ПОЛНОЭКРАННЫЙ РЕЖИМ
tr: Tam ekran

source: Antialiasing
de: Kantenglättung
hu: Élsimítás
pl: Wygładzanie krawędzi
pt_br: Antisserrilhamento
ru: СГЛАЖИВАНИЕ
tr: Kenar Yumuşatma

source: Background Dithering
de: Hintergrund-Dithering
hu: Háttér zajszórása
nb: Bakgrunnsdithering
pt_br: Suavização de cores no fundo
ru: ДИЗЕРИНГ ФОНА
tr: Arkaplan Titremesi

source: Water Quality
de: Wasserqualität
fr: Qualité de l'eau
hu: Vízminőség
nb: Vannkvalitet
pl: Jakość wody
pt_br: Qualidade da água
ru: КАЧЕСТВО ВОДЫ
tr: Su Kalitesi

source: Show Player Trails
de: Spielerspuren anzeigen
fr: Afficher traînées joueur
hu: Játékos nyomvonalainak megjelenítése
nb: Vis spillerspor
pl: Pokazuj ślady gracza
pt_br: Mostrar traços do jogador
ru: ПОКАЗЫВАТЬ СЛЕДЫ ИГРОКОВ
tr: Karakter İzini Göster

source: Preferred Splitscreen
de: Bevorzugter Splitscreen
fr: Écran partagé préféré
hu: Osztott képernyő elrendezése
nb: Foretrukket delt skjerm
pl: Dzielenie ekranu
pt_br: Preferência de tela dividida
ru: ПРЕДПОЧТИТЕЛЬНЫЙ РЕЖИМ РАЗДЕЛЕННОГО ЭКРАНА
tr: Tercih Edilen Bölünmüş Ekran Modu

source: Prefer Zoom Out
de: Herauszoomen bevorzugen
fr: Préférer dézoomé
hu: Kicsinyítés előnyben részesítése
nb: Foretrekk å zoome ut
pl: Preferuj oddalenie kamery
pt_br: Prefirir menos zoom
ru: ПРЕДПОЧИТАТЬ ОТДАЛЯТЬСЯ ОТ КАМЕРЫ
tr: Uzaklaştırmayı Ayarla

source: Keep Aspect Ratio In Cinematics
de: Seitenverhältnis in Zwischensequenzen beibehalten
fr: Conserver ratio des cinématiques
hu: Képarány megtartása az átvezető videókban
nb: Behold bildeforholdet i filmsekvenser
pl: Zachowaj proporcje w przerywnikach
pt_br: Manter a Proporção nas Cinemáticas
ru: СОХРАНЯТЬ ПРОПОРЦИИ ВИДЕОРОЛИКОВ
tr: Sinematiklerde En-Boy Oranını Koru

source: Unaligned Viewport
de: Nicht ausgerichteter Viewport
fr: Vue non alignée
hu: Eltolt nézetablak
nb: Ujustert visningsvindu
pl: Zmiennoprzecinkowa precyzja
pt_br: Campo de visão desalinhado
ru: НЕВЫРОВНЕННЫЙ ЭКРАН ПРОСМОТРА
tr: Hizalanmamış Görünüm

source: Performance Metrics
de: Leistungsmetriken
fr: Indicateurs de performance
hu: Teljesítménymérők
nb: Ytelsesmålinger
pl: Statystyki wydajności
pt_br: Métricas de performance
ru: ОТОБРАЖЕНИЕ СЧЁТЧИКА КАДРОВ
tr: Performans Değerleri

source: Graphics
de: Grafik
fr: Graphismes
hu: Grafika
nb: Grafikk
pl: Grafika
pt_br: Gráficos
ru: ГРАФИКА
tr: Grafik Ayarları

source: Low
de: Niedrig
fr: Bas
hu: Alacsony
nb: Lav
pl: Niski
pt_br: Baixo
ru: НИЗКИЙ
tr: Düşük

source: High
de: Hoch
fr: Haut
hu: Magas
nb: Høy
pl: Wysoki
pt_br: Alto
ru: ВЫСОКИЙ
tr: Yüksek

source: Vertical
de: Vertikal
hu: Függőleges
nb: Vertikal
pl: Pionowe
ru: ВЕРТИКАЛЬНЫЙ
tr: Dikey

source: Horizontal
hu: Vízszintes
nb: Horisontal
pl: Poziome
ru: ГОРИЗОНТАЛЬНЫЙ
tr: Yatay

source: Enabled f[c:#d0705d](Experimental)f[/c]
de: Aktiviert f[c:#d0705d](Experimentell)f[/c]
fr: Activé f[c:#d0705d](Expérimental)f[/c]
hu: Engedélyezve f[c:#d0705d](Kísérleti)f[/c]
nb: Aktivert f[c:#d0705d](Eksperimentell)f[/c]
pl: Włączono f[c:#d0705d](Eksperymentalne)f[/c]
pt_br: Habilitado f[c:#d0705d](Experimental)f[/c]
ru: ВКЛЮЧЕНО f[c:#d0705d](ЭКСПЕРИМЕНТАЛЬНЫЙ)f[/c]
tr: Etkin f[c:#d0705d](Deneysel)f[/c]

source: Short
de: Kurz
hu: Rövid
nb: Kort
pt_br: Curto
ru: КОРОТКИЙ
tr: Kısa

source: Detailed
de: Detailliert
hu: Részletes
nb: Detaljert
pt_br: Detalhado
ru: ДЕТАЛЬНЫЙ
tr: Detaylı

source: Highscores for f[c:#d0705d]Base gamef[/c]
de: Bestenliste für f[c:#d0705d]Basisspielf[/c]
hu: Az f[c:#d0705d]alapjátékf[/c] legmagasabb pontszámai
nb: Highscores for f[c:#d0705d]Basisspillf[/c]
pt_br: Recordes do f[c:#d0705d]jogo basef[/c]
ru: РЕКОРДЫ В f[c:#d0705d]СЮЖЕТНОЙ ИГРЕf[/c]
tr: f[c:#d0705d]Ana oyunf[/c] için yüksek puanlar

source: Highscores for f[c:#d0705d]{}f[/c]
de: Bestenliste für f[c:#d0705d]{}f[/c]
hu: Legmagasabb pontszámok a(z) f[c:#d0705d]{}f[/c] epizódhoz
nb: Høye poengsummer for f[c:#d0705d]{}f[/c]
pt_br: Recordes do f[c:#d0705d]{}f[/c]
ru: РЕКОРДЫ В f[c:#d0705d]{}f[/c]
tr: f[c:#d0705d]{}f[/c] için yüksek puanlar

source: Select files of your original game to unlock additional episodes
de: Wähle Dateien deines Originalspiels aus, um zusätzliche Episoden freizuschalten
fr: Sélectionner les fichiers du jeu d'origine pour débloquer des épisodes supplémentaires
hu: Válaszd ki az eredeti játék fájljait, hogy feloldhasd a további epizódokat
nb: Velg filer fra det originale spillet for å låse opp flere episoder
pl: Wybierz pliki oryginalnej gry, aby odblokować dodatkowe epizody
pt_br: Selecione arquivos do seu jogo original para desbloquear episódios adicionais
ru: ВЫБЕРИТЕ ФАЙЛЫ ОРИГИНАЛЬНОЙ ИГРЫ ДЛЯ РАЗБЛОКИРОВКИ ЭПИЗОДОВ
tr: Ekstra bölümleri orijinal oyun dosyalarının içinden seçerek aç

source: Processing of {} file...
de: Verarbeite {} Datei...
hu: {} fájl feldolgozása folyamatban...
nb: Behandler {}-fil...
pt_br: Processando o arquivo {}...
ru: ОБРАБОТКА {} ФАЙЛА...
tr: {} dosyası işleniyor...

source: Waiting for files...
de: Warte auf Dateien...
fr: En attente des fichiers...
hu: Várakozás a fájlokra...
nb: Venter på filer...
pl: Oczekiwanie na pliki...
pt_br: Esperando pelos arquivos...
ru: ОЖИДАНИЕ ФАЙЛОВ...
tr: Dosyalar bekleniyor...
