Repository: deathkiller/jazz2-native
Catalog: Content/Translations/*.po
Languages: de, fr, hu, nb, pl, pt_br, ru, tr

# share/02_share2
source: A flamethrower works well against nasty bugs.
de: Ein Flammenwerfer funktioniert gut gegen gemeine Käfer.
fr: Les lanceflammes sont super pour faire la guerre aux moustiques.
hu: A lángszóró tökéletes ezek a nyavalyás bogarak ellen.
nb: En flammekaster fungerer godt mot ekle insekter.
pl: Miotacz ognia jest dobry na uporczywe robale.
pt_br: Um lança-chamas funciona bem contra insetos nojentos.
ru: ОГНЁМЕТ ОЧЕНЬ ЭФФЕКТИВЕН ПРОТИВ ЭТИХ МЕРЗКИХ ЖУКОВ.
tr: Alev makinesi, böceklere karşı iyi çalışır.

# share/02_share2
source: Smoke rings will make you very dizzy!
de: Rauchringe werden dich sehr schwindelig machen!
fr: Les ronds de fumée te donneront un sacré vertige !
hu: A füstkarikák nagyon megszédítenek!
nb: Røykringer vil gjøre deg veldig svimmel!
pl: Dymowe pierścienie mogą cię oszołomić!
pt_br: Argolas de fumaça vão lhe deixar muito tonto!
ru: КОЛЬЦА ДЫМА ВЫЗЫВАЮТ ГОЛОВОКРУЖЕНИЕ!
tr: Duman halkaları başını döndürür!

# share/03_share3
source: Beware the witch! She can turn you into a frog.
de: Hüte dich vor der Hexe! Sie kann dich in einen Frosch verwandeln.
fr: Méfie-toi de la sorcière ! Elle peut te changer en grenouille.
hu: Vigyázz a boszorkánnyal! Képes téged békává változtatni.
nb: Pass deg for heksen! Hun kan forvandle deg til en frosk.
pl: Strzeż się wiedźmy! Może zamienić cię w żabę!
pt_br: Cuidado com a bruxa! Ela pode lhe transformar em um sapo!
ru: ОСТОРЕГАЙСЯ ВЕДЬМЫ! ОНА МОЖЕТ ПРЕВРАТИТЬ ТЕБЯ В ЛЯГУШКУ.
tr: Cadıya dikkat et! Seni bir kurbağaya çevirebilir.

# share/03_share3
source: If you are turned into a frog Eva Earlong can help!
de: Wenn du in einen Frosch verwandelt wurdest, kann Eva Earlong helfen!
fr: Si tu es transformé en grenouille Eva Earlong peut te sauver !
hu: Ha békává változtál Hosszúfülü Eva segíthet rajtad!
nb: Hvis du blir forvandlet til en frosk kan Eva Earlong hjelpe deg!
pl: Jeśli zostałeś zamieniony w żabę, poproś o pomoc Długouchą Ewę!
pt_br: Se você for transformado em sapo, a Eva Earlong pode ajudar!
ru: ЕСЛИ ВЫ ПРЕВРАТИЛИСЬ В ЛЯГУШКУ, ЕВА ДЛИННОУХ СМОЖЕТ ПОМОЧЬ!
tr: Eğer kurbağaya dönüştüysen Eva Earlong sana yardımcı olabilir!

# share/03_share3
source: You made it! This is the end of the shareware version. Now check out the order info for M O R E!
de: Du hast es geschafft! Das ist das Ende der Shareware-Version. Schau dir jetzt die Bestellinfo an für M E H R!
fr: Vous l'avez fait ! Ceci est la fin de la version démo. Consultez le bon de commande pour en avoir P L U S !
hu: Sikerült! Ez itt a ShareWare verzió vége. Vedd meg a teljes játékot további tartalomért!
nb: Du klarte det! Dette er slutten på shareware-versjonen. Sjekk nå bestillingsinformasjonen for M E R!
pl: Udało ci się! To już koniec wersji shareware. Sprawdź informacje o kupnie, aby dostać W I Ę C E J poziomów w swoje puszyste łapki!
pt_br: Você conseguiu! Esse é o fim da versão de testes. Cheque a versão completa para MUITO MAIS!
ru: ВЫ СМОГЛИ ПРОЙТИ ДЕМО-ВЕРСИЮ ИГРЫ! А ТЕПЕРЬ ОЗНАКОМЬТЕСЬ С ИНФОРМАЦИЕЙ, КАК ПРИОБРЕСТИ ПОЛНУЮ ВЕРСИЮ!
tr: Başardın! Bu demo sürümünün sonuydu. Daha fazlası için ana menüden tam sürümü oynayabilirsin!

# xmas99/01_xmas1
source: Watch out for the spikes below!
de: Pass auf die Stacheln unten auf!
fr: Fais attention aux pointes en bas !
hu: Vigyázz az alul lévő tüskékre!
nb: Pass på piggene nedenfor!
pl: Uważaj na kolce pod tobą!
pt_br: Preste atenção nos espinhos abaixo!
ru: ОСТЕРЕГАЙТЕСЬ ШИПОВ ВНИЗУ!
tr: Aşağıdaki iğnelere dikkat et!

# xmas99/01_xmas1
source: You can buttstomp through some of the weakspots in the pathways!
de: Du kannst durch einige der Schwachstellen in den Wegen durchstampfen!
fr: Tu peux taper ton derrière sur les parties fragiles du chemin !
hu: A seggcsapással átütheted az útvonal számos gyenge pontjait!
nb: Du kan Rumpestompe gjennom noen av svakhetene i gangveiene!
pl: Możesz skoczyć tyłkiem na słabsze części ścieżki!
pt_br: Você pode dar bundadas em alguns pontos fracos nos caminhos!
ru: ВЫ МОЖЕТЕ ОБРУШАТЬ НЕКОТОРЫЕ ПРЕПЯТСТВИЯ, ОБРУШИВАЯСЬ НА НИХ СВЕРХУ!
tr: Yolundaki bazı hassas yerleri ezebilirsin!

# xmas99/01_xmas1
source: Some blocks can only be broken with a certain weapon.
de: Manche Blöcke können nur mit einer bestimmten Waffe zerstört werden.
fr: Certains blocs ne peuvent être détruits qu'avec une arme précise.
hu: Néhány kocka csak egy megadott fegyverrel törhető szét.
nb: Noen blokker kan bare knuses med et bestemt våpen.
pl: Niektóre bloki mogą być zniszczone tylko przy pomocy określonej broni.
pt_br: Alguns blocos só podem ser quebrados usando uma arma específica.
ru: НЕКОТОРЫЕ БЛОКИ МОГУТ БЫТЬ РАЗРУШЕНЫ ТОЛЬКО ОПРЕДЕЛЕННЫМ ТИПОМ ОРУЖИЯ.
tr: Bazı bloklar spesifik silahlarla kırılabilir.

# xmas99/01_xmas1
source: Welcome to Christmas Chronicles!
de: Willkommen bei Christmas Chronicles!
fr: Bienvenue à Christmas Chronicles!
hu: Üdv a Christmas Chronicles-ben!
nb: Velkommen til Christmas Chronicles!
pl: Witamy w Christmas Chronicles!
pt_br: Bem vindo ao Christmas Chronicles!
ru: ДОБРО ПОЖАЛОВАТЬ В «РОЖДЕСТВЕНСКИЕ ХРОНИКИ»!
tr: Christmas Chronicles'a hoş geldin!

# xmas99/01_xmas1
source: Seasons Greetings from Epic MegaGames Orange Games and Project 2 Interactive!
de: Frohe Festtage von Epic MegaGames, Orange Games und Project 2 Interactive!
fr: Meilleurs voeux de la part de Epic MegaGames Orange Games et Project 2 Interactive !
hu: Ünnepi üdvözlet az Epic MegaGames-től, az Orange Games-től és a Project 2 Interactive-tól!
nb: God jul fra Epic MegaGames Orange Games og Project 2 Interactive!
pl: Pozdrowienia świąteczne od Epic MegaGames Orange Games oraz Project 2 Interactive!
pt_br: Boas Festas da Epic MegaGames Orange Games e Project 2 Interactive!
ru: СЕЗОННЫЕ ПОЗДРАВЛЕНИЯ ОТ Epic MegaGames Orange Games И Project 2 Interactive!
tr: Epic MegaGames Orange Games ve Project 2 Interactive'den İyi Noeller!

# xmas99/02_xmas2
source: You can stand on top of some of the trees!
de: Du kannst auf einigen Bäumen oben stehen!
fr: Tu peux marcher au dessus de certains arbres !
hu: Néhány fa tetején megtudsz állni!
nb: Du kan stå på toppen av noen av trærne!
pl: Możesz stanąć na czubkach niektórych drzew!
pt_br: Você pode ficar em cima de algumas das árvores!
ru: ВЫ МОЖЕТЕ СТОЯТЬ НА МАКУШКАХ НЕКОТОРЫХ ДЕРЕВЬЕВ!
tr: Bazı ağaçların üzerinde durabilirsin!

# xmas99/02_xmas2
source: You can buttstomp through some of the weakspots in the pathways!
de: Du kannst durch einige der Schwachstellen in den Wegen durchstampfen!
fr: Tu peux taper ton derrière sur les parties fragiles du chemin !
hu: A seggcsapással átütheted az útvonal számos gyenge pontjait!
nb: Du kan Rumpestompe gjennom noen av svakhetene i gangveiene!
pl: Możesz skoczyć tyłkiem na słabsze części ścieżki!
pt_br: Você pode dar bundadas em alguns pontos fracos nos caminhos!
ru: ВЫ МОЖЕТЕ ОБРУШАТЬ НЕКОТОРЫЕ ПРЕПЯТСТВИЯ, ОБРУШИВАЯСЬ НА НИХ СВЕРХУ!
tr: Yolundaki bazı hassas yerleri ezebilirsin!

# xmas99/02_xmas2
source: Punching the blocks above you can be rewarding.
de: Die Blöcke über dir zu schlagen kann sich lohnen.
fr: Frappe les blocs au dessus de toi pour recevoir une récompense.
hu: A feletted lévő kockák ütögetése jutalmazó lehet.
nb: Å slå blokkene over deg kan være givende.
pl: Uderzanie bloków nad tobą może zostać ci wynagrodzone.
pt_br: Dar porradas nos blocos acima de você pode ser recompensador.
ru: ВЫ МОЖЕТЕ ПОЛУЧИТЬ НАГРАДУ, РАЗРУШИВ БЛОКИ ВЫШЕ.
tr: Yukardaki blokları ezmek ödüllendirici olabilir.

# xmas99/02_xmas2
source: Gem Trail Entry Crate.
de: Edelsteinpfad-Eingangskiste.
fr: Caisse d'entrée de la Gem Trail
hu: Drágakő-ösvény belépő láda.
nb: Gem Trail-innføringskasse.
pl: Skrzynia prowadząca do Szlaku Klejnotów.
pt_br: Caixa de Entrada da Trilha de Jóias.
ru: ЯЩИК, СКРЫВАЮЩИЙ ПРОХОД К ТРОПЕ САМОЦВЕТОВ.
tr: Mücevher İzi Giriş Kutusu.

# xmas99/02_xmas2
source: Gem Trail Entrance. Climb the treetops to find and stomp the Entry Crate.
de: Edelsteinpfad-Eingang. Klettere auf die Baumwipfel, um die Eingangskiste zu finden und zu zerstampfen.
fr: Entrée de la Gem Trail. Grimpez sur les arbres pour trouver et frapper la caisse d'entrée.
hu: Drágakő-ösvény bejárata. Mássz fel a fa tetejére, hogy megtaláld és seggcsapással feltörd a belépő ládát.
nb: Gem Trail-inngangen. Klatre opp i tretoppene for å finne og tråkke på inngangskassen.
pl: Wejście do Szlaku Klejnotów. Wspinaj się na wierzchołki drzew, aby znaleźć i walnąć zadkiem w skrzynię wejściową.
pt_br: Entrada da Trilha de Jóias. Escale as árvores para encontrar e destruir a Caixa de Entrada.
ru: ВХОД НА ТРОПУ САМОЦВЕТОВ. ЗАБЕРИТЕСЬ НА МАКУШКИ ДЕРЕВЬЕВ, ЧТОБЫ НАЙТИ ЯЩИК, ОТКРЫВАЮЩИЙ ВХОД.
tr: Mücevher İzi Girişi. Giriş Sandığını bulup ezmek için ağaçların tepelerine tırman.

# xmas99/02_xmas2
source: Hi There, Piggy! - Poopy
de: Hallo, Schweinchen! - Poopy
fr: Salut, Piggy ! - Poopy
hu: Szia, Malacka! - Poopy
nb: Hei, Piggy! - Poopy
pl: Hej, Świnko! - Poopy
pt_br: Olá, Piggy! - Poopy
ru: ПРИВЕТ, ПИГГИ! - ПУПИ
tr: Merhaba Domuzcuk! - Kakacık

# xmas99/02_xmas2
source: Michelle: You've changed my life in so many ways I dedicate this project to you. I love you so much.
de: Michelle: Du hast mein Leben auf so viele Arten verändert. Ich widme dir dieses Projekt. Ich liebe dich so sehr.
fr: Michelle : Tu as tellement changé ma vie Je te dédie ce projet. Je t'aime tellement.
hu: Michelle: Oly sokféleképpen változtattad meg az életemet Ezt a projektet neked szentelem. Nagyon szeretlek.
nb: Michelle: Du har forandret livet mitt på så mange måter. Jeg dedikerer dette prosjektet til deg. Jeg elsker deg så høyt.
pl: Michelle: Zmieniłaś moje życie na wiele różnych sposobów W podzięce dedykuję tobie ten projekt. Kocham cię najbardziej na świecie.
pt_br: Michelle: Você mudou a minha vida de tantas formas. Eu dedico esse projeto a você. Eu amo muito você.
ru: МИШЕЛЬ: ТЫ ИЗМЕНИЛА МОЮ ЖИЗНЬ ВО МНОГОМ ПОЭТОМУ ДАННЫЙ ПРОЕКТ Я ПОСВЯЩАЮ ТЕБЕ. Я ТЕБЯ ОЧЕНЬ ЛЮБЛЮ.
tr: Michelle: Hayatımı pek çok yönden değiştirdin. Bu projeyi sana ithaf ediyorum. Seni çok seviyorum.

# xmas99/02_xmas2
source: Kassi Nicole: A million things I long to say to you But my words always lead to the same ending I love you, I love you.
de: Kassi Nicole: Eine Million Dinge möchte ich dir sagen, aber meine Worte führen immer zum gleichen Ende: Ich liebe dich, ich liebe dich.
fr: Kassi Nicole: J'ai tant de choses à te dire, mais mes mots se concluent toujours de la même manière : Je t'aime, je t'aime.
hu: Kassi Nicole: Millió dolgot szeretnék elmondani neked, de a szavaim mindig ugyanahhoz a véghez vezetnek: Szeretlek, szeretlek.
nb: Kassi Nicole: Det er så mange ting jeg ønsker å si til deg, men ordene mine ender alltid på samme måte: Jeg elsker deg, jeg elsker deg.
pl: Kassi Nicole: Mógłbym powiedzieć o tobie tyle rzeczy Lecz me słowa zawsze prowadzą do tej samej konkluzji Kocham cię, jak ja bardzo cię kocham!
pt_br: Kassi Nicole: Um milhão de coisas quero dizer para você Mas as minhas palavras sempre acabam da mesma forma Eu amo você, eu amo você.
ru: КАССИ НИКОЛЬ: МНЕ ТАК МНОГО ХОЧЕТСЯ ТЕБЕ СКАЗАТЬ. НО ВСЕ СЛОВА СВОДЯТСЯ К ОДНОМУ: Я ЛЮБЛЮ ТЕБЯ, Я ТАК ТЕБЯ ЛЮБЛЮ.
tr: Kassi Nicole: Sana söylemek istediğim milyonlarca şey var Ama sözlerim hep aynı yola çıkıyor Seni Seviyorum, Seni Seviyorum.

# xmas99/03_xmas3
source: Please use your TNT wisely.
de: Bitte benutze dein TNT weise.
fr: Utilise les explosifs intelligemment.
hu: Kérlek a TNT-t tudatosan használd.
nb: Bruk TNT med omhu.
pl: Proszę, używaj TNT z głową, bo inaczej możesz ją stracić.
pt_br: Por favor, use as suas Dinamites com sabedoria.
ru: ИСПОЛЬЗУЙТЕ ДИНАМИТ С УМОМ, ПОЖАЛУЙСТА.
tr: Lütfen TNT'lerini dikkatli kullan.

# xmas99/03_xmas3
source: Don't lose your grip!
de: Verliere nicht den Halt!
fr: Ne lâche pas prise !
hu: Ne engedd el!
nb: Ikke mist grepet!
pl: Tylko nie puszczaj!
pt_br: Não perca o controle!
ru: НЕ ТЕРЯЙТЕ ХВАТКУ!
tr: Sıkı tutun!

# xmas99/03_xmas3
source: Welcome to Burrowsville Please drive carefully.
de: Willkommen in Burrowsville. Bitte fahren Sie vorsichtig.
fr: Bienvenue à Burrowsville Conduisez prudemment.
hu: Köszöntjük Burrowsville-ben Kérjük vezessen óvatosan.
nb: Velkommen til Burrowsville. Kjør forsiktig.
pl: Witamy w Norkowicach Proszę, jedź ostrożnie.
pt_br: Bem-vindo à Burrowsville! Por favor, dirija com cuidado.
ru: ДОБРО ПОЖАЛОВАТЬ В БЕРРОУСВИЛЛ ПОЖАЛУЙСТА, СОБЛЮДАЙТЕ ПДД.
tr: Burrowsville'e hoş geldiniz. Lütfen dikkatli sürün.

# xmas99/03_xmas3
source: That bridge doesnt look too safe...
de: Diese Brücke sieht nicht sehr sicher aus...
fr: Ce pont n'a pas l'air solide...
hu: Az a híd nem tűnik túl biztonságosnak...
nb: Den broen ser ikke så sikker ut...
pl: Ten most nie wygląda na zbyt stabilny...
pt_br: Essa ponte não parece muito segura...
ru: ЭТОТ МОСТ НЕ ВЫГЛЯДИТ БЕЗОПАСНЫМ...
tr: O köprü pek güvenli gözükmüyor...

# xmas99/03_xmas3
source: Robert and Craig: Springs RULE! :)
de: Robert und Craig: Federn sind SUPER! :)
fr: Robert et Craig: Vive le printemps ! :)
hu: Robert és Craig: A rugók URALNAK! :)
nb: Robert og Craig: Fjærer RULER! :)
pl: Robert i Craig: Sprężyny RZĄDZĄ! :)
pt_br: Robert and Craig: Molas SÃO DEMAIS! :)
ru: РОБЕРТ И КРЕЙГ: ПРУЖИНЫ РУЛЯТ! :)
tr: Robert ve Craig: Bahar EN İYİSİ! :)

# xmas99/03_xmas3
source: Now leaving Burrowsville Please visit again.
de: Sie verlassen jetzt Burrowsville. Bitte besuchen Sie uns wieder.
fr: Vous quittez Burrowsville. A bientôt !
hu: Most elhagyja Burrowsville-t Kérjük, látogasson el újra.
nb: Forlater nå Burrowsville. Kom gjerne tilbake.
pl: Opuszczasz Norkowice Zapraszamy ponownie.
pt_br: Saindo de Burrowsville. Volte sempre.
ru: ПОКИДАЕМ БЕРРОУСВИЛЛ ПРИХОДИТЕ СНОВА.
tr: Burrowsville'den çıkıyorsunuz. Lütfen tekrar gelin.

# xmas99/03_xmas3
source: Password: xmasbunny Please visit www.project2.com
de: Passwort: xmasbunny Bitte besuche www.project2.com
hu: Jelszó: xmasbunny Kérlek látogass el a www.project2.com weboldalra
nb: Passord: xmasbunny Besøk www.project2.com
pl: Hasło: xmasbunny Proszę, odwiedź www.project2.com
pt_br: Senha: xmasbunny Por favor, visite: www.project2.com
ru: ПАРОЛЬ: xmasbunny ПОСЕТИТЕ САЙТ www.project2.com
tr: Şifre: xmasbunny Lütfen www.project2.com adresini ziyaret edin

source: Level "{}" initialized
de: Level "{}" initialisiert
hu: A(z) „{}” pálya betöltve
nb: Nivå "{}" initialisert
pt_br: Fase "{}" iniciada
ru: УРОВЕНЬ "{}" ИНИЦИАЛИЗОВАН
tr: "{}" bölümü başlatıldı

source: For more information, visit the official website:
de: Für weitere Informationen besuche die offizielle Website:
hu: További információért látogass el a hivatalos weboldalra:
nb: For mer informasjon, besøk den offisielle nettsiden:
pt_br: Para mais informações, visite o site oficial:
ru: ПОЛНАЯ ИНФОРМАЦИЯ ЕСТЬ НА ОФИЦИАЛЬНОМ САЙТЕ:
tr: Daha fazla bilgi için, resmi web sitesini ziyaret edin:

source: Cheats are not allowed in current context
de: Cheats sind im aktuellen Kontext nicht erlaubt
hu: A csalások nem engedélyezettek a jelenlegi helyzetben
nb: Juks er ikke tillat i nåværende kontekst
pt_br: Trapaças não são permitidos neste contexto
ru: ЧИТЫ НЕ РАЗРЕШЕНЫ В ТЕКУЩЕМ КОНТЕКСТЕ
tr: Mevcut bağlamda hile kullanılması yasaktır

source: The game will begin shortly!
de: Das Spiel beginnt in Kürze!
hu: A játék hamarosan kezdődik!
nb: Spillet vil begynne straks!
pt_br: O jogo já vai começar!
ru: ИГРА СКОРО НАЧНЕТСЯ!
tr: Oyun kısa süre içerisinde başlıyor!

source: f[c:#d0705d]{}f[/c] was roasted by f[c:#d0705d]{}f[/c]
de: f[c:#d0705d]{}f[/c] wurde von f[c:#d0705d]{}f[/c] geröstet
hu: f[c:#d0705d]{}f[/c] megsütötte f[c:#d0705d]{}f[/c] játékost
nb: f[c:#d0705d]{}f[/c] Var stekt av f[c:#d0705d]{}f[/c]
pt_br: f[c:#d0705d]{}f[/c] foi torrado pelo f[c:#d0705d]{}f[/c]
ru: f[c:#d0705d]{}f[/c] БЫЛ ПОДЖАРЕН f[c:#d0705d]{}f[/c]
tr: f[c:#d0705d]{}f[/c], f[c:#d0705d]{}f[/c] tarafından yakıldı.

source: f[c:#d0705d]{}f[/c] was roasted by environment
de: f[c:#d0705d]{}f[/c] wurde von der Umgebung geröstet
hu: f[c:#d0705d]{}f[/c] játékost a környezet kiütötte
nb: f[c:#d0705d]{}f[/c] var stekt av miljø
pt_br: f[c:#d0705d]{}f[/c] foi torrado pelo cenário
ru: f[c:#d0705d]{}f[/c] БЫЛ ПРОЖАРЕН ОКРУЖАЮЩЕЙ СРЕДОЙ
tr: f[c:#d0705d]{}f[/c], çevre tarafından yakıldı

source: f[c:#d0705d]{}f[/c] disconnected
de: f[c:#d0705d]{}f[/c] hat die Verbindung getrennt
hu: f[c:#d0705d]{}f[/c] kilépett
nb: f[c:#d0705d]{}f[/c] frakoblet
pt_br: f[c:#d0705d]{}f[/c] saiu
ru: f[c:#d0705d]{}f[/c] ОТКЛЮЧИЛСЯ
tr: f[c:#d0705d]{}f[/c] ayrıldı

source: f[c:#d0705d]{}f[/c] connected
de: f[c:#d0705d]{}f[/c] hat sich verbunden
hu: f[c:#d0705d]{}f[/c] csatlakozott
nb: f[c:#d0705d]{}f[/c] koblet på
pt_br: f[c:#d0705d]{}f[/c] entrou
ru: f[c:#d0705d]{}f[/c] ПОДКЛЮЧИЛСЯ
tr: f[c:#d0705d]{}f[/c] bağlandı

source: Winner is {}
de: Gewinner ist {}
hu: A nyertes {}
nb: Vinneren er {}
pt_br: O vencedor é {}
ru: {} ПОБЕДИТЕЛЬ
tr: Kazanan {}

source: Unknown command
de: Unbekannter Befehl
hu: Ismeretlen parancs
nb: Ukjent kommando
pt_br: Comando desconhecido
ru: НЕИЗВЕСТНАЯ КОМАНДА
tr: Bilinmeyen komut

source: Reimplementation of the game f[c:#9e7056]Jazz Jackrabbit 2f[/c] released in 1998. Supports various versions of the game (Shareware Demo, Holiday Hare '98, The Secret Files and Christmas Chronicles). Also, it partially supports some features of JJ2+ extension.
de: Neuimplementierung des 1998 erschienenen Spiels f[c:#9e7056]Jazz Jackrabbit 2f[/c]. Unterstützt verschiedene Versionen des Spiels (Shareware Demo, Holiday Hare '98, The Secret Files und Christmas Chronicles). Außerdem werden teilweise einige Funktionen der JJ2+ Erweiterung unterstützt.
fr: Réimplementation du jeu f[c:#9e7056]Jazz Jackrabbit 2f[/c] sorti en 1998. Gère différentes versions du jeu (démo Shareware, Holiday Hare '98, The Secret Files et Christmas Chronicles). Support partiel de certaines fonctionnalités de l'extension JJ2+.
hu: A 1998-ban megjelent f[c:#9e7056]Jazz Jackrabbit 2f[/c] játék újraírása. Támogatja a játék különböző verzióit (Shareware Demo, Holiday Hare '98, The Secret Files és Christmas Chronicles). Ezen kívül részben támogatja a JJ2+ kiegészítő egyes funkcióit.
nb: Reimplementering av spillet f[c:#9e7056]Jazz Jackrabbit 2f[/c] utgitt i 1998. Støtter ulike versjoner av spillet (Shareware Demo, Holiday Hare '98, The Secret Files og Christmas Chronicles). Støtter også delvis noen funksjoner i JJ2+ utvidelsen.
pl: Reimplementacja gry f[c:#9e7056]Jazz Jackrabbit 2f[/c] wydanej w 1998 roku. Wspiera różne wersje gry (Demo, Holiday Hare '98, The Secret Files i Christmas Chronicles) oraz (częściowo) niektóre funkcje fanowskiego rozszerzenia JJ2+.
pt_br: Reimplementação do jogo f[c:#9e7056]Jazz Jackrabbit 2f[/c] lançado em 1998. Suporta várias versões do jogo (Versão DEMO, Holiday Hare '98, The Secret Files e Christmas Chronicles). Também compatível com algumas funcionalidades da extensão JJ2+.
ru: ПЕРЕИЗДАНИЕ ИГРЫ f[c:#9e7056]Jazz Jackrabbit 2f[/c], ВЫПУЩЕННОЙ В 1998. ПОДДЕРЖИВАЮТСЯ РАЗЛИЧНЫЕ ВЕРСИИ ИГРЫ (Shareware Demo, Holiday Hare '98, The Secret Files, Christmas Chronicles). ТАКЖЕ ЧАСТИЧНО ПОДДЕРЖИВАЕТЮТСЯ РАСШИРЕНИЯ JJ2+.
tr: 1998 yılında çıkmış f[c:#9e7056]Jazz Jackrabbit 2f[/c] oyununun yeniden düzenlenmiş halidir. Oyunun farklı versiyonlarını destekler (Shareware Demo, Holiday Hare '98, The Secret Files ve Christmas Chronicles). Aynı zamanda, JJ2+ eklentisinin bazı özelliklerini destekler.

source: Developers
de: Entwickler
fr: Développeurs
hu: Fejlesztők
nb: Utviklere
pl: Autorzy
pt_br: Desenvolvedores
ru: РАЗРАБОТЧИКИ
tr: Yazılımcılar

source: Contributors
de: Mitwirkende
fr: Contributeurs
hu: Közreműködők
nb: Bidragsytere
pl: Współautorzy
pt_br: Colaboradores
ru: КОНТРИБЬЮТОРЫ
tr: Katkıda Bulunanlar

source: Translators
de: Übersetzer
fr: Traducteurs
hu: Fordítók
nb: Oversettere
pl: Tłumacze
pt_br: Tradutores
ru: ПЕРЕВОДЧИКИ
tr: Çevirmenler

source: This project uses modified f[c:#9e7056]nCinef[/c] game engine and following libraries:
de: Dieses Projekt verwendet die modifizierte f[c:#9e7056]nCinef[/c] Spiel-Engine und folgende Bibliotheken:
fr: Ce projet utilise le moteur de jeu f[c:#9e7056]nCinef[/c] modifié et les librairies suivantes:
hu: Ez a projekt a módosított f[c:#9e7056]nCinef[/c] játékmotort és az alábbi könyvtárakat használja:
nb: Dette prosjektet bruker modifisert f[c:#9e7056]nCinef[/c] spillmotor og følgende biblioteker:
pl: Ten projekt używa zmodyfikowanego silnika f[c:#9e7056]nCinef[/c] oraz następujących bibliotek:
pt_br: Esse projeto usa modificações da f[c:#9e7056]nCinef[/c] engine do jogo e as seguintes bibliotecas:
ru: ЭТОТ ПРОЕКТ ИСПОЛЬЗУЕТ МОДИФИЦИРОВАННЫЙ ИГРОВОЙ ДВИЖОК f[c:#9e7056]nCinef[/c] И ДАННЫЕ БИБЛИОТЕКИ:
tr: Bu proje değiştirilmiş f[c:#9e7056]nCinef[/c] motorunu ve şu kütüphaneleri kullanıyor:

source: Play Story
de: Story spielen
fr: Mode histoire
hu: Új játék
nb: Spill historie
pl: Tryb fabularny
pt_br: Jogar Modo História
ru: ИГРАТЬ В СЮЖЕТ
tr: Hikaye Modu

source: Play Shareware Demo
de: Shareware-Demo spielen
fr: Jouer la démo Shareware
hu: Shareware változat indítása
nb: Spill Shareware Demo
pl: Graj w demo
pt_br: Jogar a Versão DEMO
ru: ИГРАТЬ В ДЕМО-ВЕРСИЮ
tr: Deneme Sürümünü Oyna

source: Import Episodes
de: Episoden importieren
fr: Importer des épisodes
hu: Epizódok importálása
nb: Importer episoder
pl: Importuj epizod
pt_br: Importar Episódios
ru: ИМПОРТ ЭПИЗОДОВ
tr: Bölümleri İçe Aktar

source: Continue
de: Fortsetzen
fr: Continuer
hu: Folytatás
nb: Fortsett
pl: Kontynuuj
pt_br: Continuar
ru: ВОЗОБНОВИТЬ
tr: Devam Et

source: Play Online
de: Online spielen
hu: Online mód
nb: Spill Online
pt_br: Jogar online
ru: ИГРАТЬ ОНЛАЙН
tr: Çevrimiçi Oyna

source: Highscores
de: Bestenliste
hu: Ranglétra
nb: Høyeste poengsummer
pt_br: Recordes
ru: РЕКОРДЫ
tr: Yüksek puanlar

source: Options
de: Optionen
hu: Beállítások
nb: Instillinger
pl: Opcje
pt_br: Opções
ru: НАСТРОЙКИ
tr: Ayarlar

source: About
de: Über
fr: À propos
hu: Névjegy
nb: Om
pl: O grze
pt_br: Sobre
ru: ОБ ИГРЕ
tr: Hakkında

source: Quit
de: Beenden
fr: Quitter
hu: Kilépés
nb: Avslutt
pl: Wyjdź
pt_br: Sair
ru: ВЫХОД
tr: Çıkış

source: For more information, visit {} and  Discord!
de: Für weitere Informationen besuche {} und  Discord!
hu: További információért látogass el a {} weboldalra és a  Discord szerverünkre!
nb: For mer informasjon, besøk {} og  Discord!
pt_br: Para mais informações, visite {} e o  Discord!
ru: БОЛЬШЕ ИНФОРМАЦИИ ЕСТЬ В {} И  Discord!
tr: Daha fazla bilgi için {} ve  Discord'u ziyaret edin!

source: Access to external storage has been granted!
de: Zugriff auf externen Speicher wurde gewährt!
fr: L'accès au stockage externe a été autorisé!
hu: A külső tárhelyhez való hozzáférés engedélyezve lett!
nb: Tilgang til ekstern lagring er gitt!
pl: Dostęp do pamięci zewnętrznej został udzielony!
pt_br: Acesso ao dispositivo de armazenamento externo permitido com sucesso!
ru: ПРЕДОСТАВЛЕН ДОСТУП К ВНЕШНЕМУ ХРАНИЛИЩУ!
tr: Harici depolamaya erişim izni verildi!

source: f[c:#337233]Restart the game to read f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233] files correctly.
de: f[c:#337233]Starte das Spiel neu, um die f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233] Dateien korrekt zu lesen.
fr: f[c:#337233]Relancer le jeu pour lire les fichiers f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233] correctement.
hu: f[c:#337233]Indítsd újra a játékot a f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233] fájlok beolvasásához.
nb: f[c:#337233]Start spillet på nytt for å lese f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233]-filene riktig.
pl: f[c:#337233]Zresetuj grę, aby prawidłowo załadować pliki f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233].
pt_br: f[c:#337233]Reinicie o jogo para ler os arquivos de f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233] corretamente.
ru: f[c:#337233]ПЕРЕЗАПУСТИТЕ ИГРУ f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233] ДЛЯ КОРРЕКТНОГО СЧИТЫВАНИЯ ФАЙЛОВ.
tr: f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233] dosyalarını okumak için oyunu tekrar başlatın.
