Repository: deathkiller/jazz2-native
Catalog: Content/Translations/*.po
Languages: de, fr, hu, nb, pl, pt_br, ru, tr

# prince/trainer
source: Beware of sharp stuff. It hurts.
de: Vorsicht vor scharfen Sachen. Sie tun weh.
fr: Méfie-toi des objets pointus. Ils font mal.
hu: Vigyázz az éles dolgokra! Bántanak.
nb: Vær forsiktig med skarpe gjenstander. Det gjør vondt.
pl: Strzeż się ostrych rzeczy. Nadzianie się na nie potrafi zaboleć.
pt_br: Cuidado com coisas afiadas! Elas machucam!
ru: ОСТЕРЕГАЙТЕСЬ ОСТРЫХ ПРЕДМЕТОВ, ОНИ РАНЯТ.
tr: Keskin şeylere dikkat et. Canını acıtır.

# prince/trainer
source: Now youre ready to play. Good luck and have fun.
de: Jetzt bist du bereit zu spielen. Viel Glück und viel Spaß.
fr: Ca y est ! Tu es prêt à jouer. Bonne chance et amuse-toi bien !
hu: Most már készen állsz a játékra. Sok szerencsét és jó szórakozást.
nb: Nå er du klar til å spille. Lykke til og ha det gøy.
pl: Jesteś gotowy do gry. Baw się dobrze!
pt_br: Agora você está pronto para jogar. Boa sorte e divirta-se!
ru: ТЕПЕРЬ ВЫ ГОТОВЫ. ПРИЯТНОЙ ИГРЫ.
tr: Şimdi oynamaya hazırsın. Bol şans ve iyi eğlenceler.

# rescue/01_colon1
source: Buttstomp the manhole cover!
de: Stampfe auf den Kanaldeckel!
fr: Tape ton derrière sur la bouche d'égout !
hu: Seggcsapást a csatornafedélnek!
nb: Buttstomp kumlokket!
pl: Skocz tyłkiem na pokrywę włazu!
pt_br: Dê uma bundada na tampa de bueiro!
ru: ОБРУШЬСЯ НА КРЫШКУ ЛЮКА!
tr: Rögar kapağını ez!

# rescue/03_psych1
source: Smoke rings will make you dizzy.
de: Rauchringe werden dich schwindelig machen.
fr: Les ronds de fumée te donneront le vertige.
hu: A füstkarikák megszédítenek.
nb: Røykringer vil gjøre deg svimmel.
pl: Dymowe pierścienie mogą cię oszołomić!
pt_br: As argolas de fumaça vão te deixar tonto.
ru: КОЛЬЦА ДЫМА ВЫЗЫВАЮТ ГОЛОВОКРУЖЕНИЕ.
tr: Duman halkaları başını döndürür.

# secretf/01_easter1
source: You can't buttstomp so go up and around!
de: Du kannst hier nicht stampfen, also geh hoch und herum!
fr: Vous n'avez pas la possibilité de ruer Alors levez-vous et mettez-vous en route !
hu: Itt nem tudsz seggcsapást használni, menj fel és kerüld meg!
nb: Du kan ikke Rompestumpe så gå opp og rundt!
pl: Jeśli nie da się dołem to idź górą i na około!
pt_br: Você não pode dar bundadas então suba e dê a volta!
ru: ВЫ НЕ МОЖЕТЕ ТУТ ОБРУШИТСЯ ТАК ЧТО ОБХОДИТЕ ЧЕРЕЗ ВЕРХ!
tr: Burada ezme hareketini yapamazsın. Yukarıdan devam et!

# secretf/01_easter1
source: No rewards to those with itchy trigger fingers.
de: Keine Belohnungen für Ungeduldige.
fr: Pas de récompense pour ceux qui n'ont pas la main sûre
hu: A türelmetleneknek nincs jutalom.
nb: Ingen belønning til de som er for raske på avtrekkeren.
pl: Nie ma nagrody dla tych, których swędzą paluszki.
pt_br: Sem recompensas para aqueles com dedinhos apressados.
ru: НИКАКИХ НАГРАД ТЕМ, У КОГО ДРОЖАТ ПАЛЬЦЫ НА СПУСКОВОМ КРЮЧКЕ.
tr: Aceleci davrananlara ödül yok.

# secretf/01_easter1
source: Todays Forcast: Strong Winds!
de: Heutige Vorhersage: Starke Winde!
fr: Météo pour aujourd'hui : Vent violent
hu: A mai előrejelzés: erős szelek!
nb: Dagens værmelding: Sterk vind!
pl: Prognoza na dziś: Uwaga na mocne wiatry!
pt_br: Previsão do tempo de hoje: Ventos Fortes!
ru: ПО ПРОГНОЗУ, СЕГОДНЯ СИЛЬНЫЙ ВЕТЕР!
tr: Bugünün Hava Durumu: Güçlü Rüzgarlar!

# secretf/01_easter1
source: Find the crate to clear your path.
de: Finde die Kiste, um deinen Weg freizumachen.
fr: Trouvez le coffre et dégagez votre chemin
hu: Találd meg a ládát, hogy megtisztítsd az utadat.
nb: Finn kassen for å rydde veien.
pl: Znajdź skrzynkę aby oczyścić sobie drogę.
pt_br: Encontre a caixa para liberar o seu caminho.
ru: НАЙДИТЕ ЯЩИК, ЧТОБЫ ОЧИСТИТЬ СЕБЕ ПУТЬ.
tr: Yolu açmak için kutuyu bul.

# secretf/01_easter1
source: Welcome to Jazz Jackrabbit 2: The Secret Files!
de: Willkommen bei Jazz Jackrabbit 2: The Secret Files!
fr: Bienvenue sur Jackrabbit 2: The Secret Files
hu: Köszöntünk a Jazz Jackrabbit 2: The Secret Files-ban!
nb: Velkommen til Jazz Jackrabbit 2: The Secret Files!
pl: Witamy w Jazz Jackrabbit 2: The Secret Files!
pt_br: Bem-vindo ao Jazz Jackrabbit 2: The Secret Files!
ru: ДОБРО ПОЖАЛОВАТЬ В Jazz Jackrabbit 2: СЕКРЕТНЫЕ МАТЕРИАЛЫ!
tr: Jazz Jackrabbit 2: The Secret Files'a hoş geldin!

# secretf/01_easter1
source: Only Spaz can get to the room up on the left. He may need something to stand on.
de: Nur Spaz kann zum Raum oben links gelangen. Er braucht vielleicht etwas, worauf er stehen kann.
fr: Seul Spaz peut accèder à la pièce en haut à gauche. Il aura peut-être besoin de quelque chose sur quoi monter
hu: Csak Spaz juthat fel a bal felső szobába. Kellhet valami, amin megállhat.
nb: Bare Spaz kan komme seg til rommet oppe til venstre. Han trenger kanskje noe å stå på.
pl: Tylko Spaz może dostać się do pomieszczenia na górze po lewej. Ale musi mieć na czym stanąć.
pt_br: Somente Spaz consegue chegar à sala que fica no topo à esquerda. Ele pode precisar de alguma coisa para subir em cima.
ru: ТОЛЬКО СПАЗ МОЖЕТ ДОБРАТЬСЯ ДО ВЕРХНЕЙ КОМНАТЫ СЛЕВА. ЕМУ МОЖЕТ ПОНАДОБИТЬСЯ НА ЧТО МОЖНО ВСТАТЬ ПОВЫШЕ.
tr: Sol üstteki odaya sadece Spaz ulaşabilir. Üstünde durması gereken bir şeye ihtiyacı olabilir.

# secretf/01_easter1
source: Don't beat Nigel at pool. You've veen warned. :)
de: Schlag Nigel nicht beim Billard. Du wurdest gewarnt. :)
fr: Ne battez pas Nigel au billard Vous êtes prévenu !
hu: Ne verd meg Nigelt biliárdban. Figyelmeztettelek. :)
nb: Ikke slå Nigel i biljard. Du er advart. :)
pl: Nie wygrywaj z Nigelem w bilard. Zostałeś ostrzeżony. :)
pt_br: Não derrote Nigel na sinuca Você foi avisado. :)
ru: НЕ ОБЫГРЫВАЙТЕ НАЙДЖЕЛА В БИЛЬЯРД. МЫ ВАС ПРЕДУПРЕДИЛИ. :)
tr: Nigel'ı bilardoda yenme. Ben uyarımı yapayım. :)

# secretf/01_easter1
source: Eating too many chocolate eggs can make you sick :p
de: Zu viele Schokoladeneier können dich krank machen :p
fr: Manger trop d'oeufs en chocolat peut vous rendre malade
hu: Túl sok csokitojás megevése betegséget okozhat :p
nb: Å spise for mange sjokoladeegg kan gjøre deg syk :p
pl: Im więcej czekoladowych jajek zjesz, tym szybciej zapoznasz się z panem próchnicą :p
pt_br: Comer muitos ovos de chocolate pode te deixar doente :p
ru: ЕСЛИ ЕСТЬ СЛИШКОМ МНОГО ШОКОЛАДНЫХ ЯИЦ, ТО МОЖНО И ЗАБОЛЕТЬ :p
tr: Çok fazla çikolatalı yumurta yemek seni rahatsız eder :p

# secretf/02_easter2
source: Sloping Tunnel Entrance
de: Schräger Tunneleingang
fr: Entrée de biais du tunnel
hu: Lejtős alagútbejárat
nb: Skrånende tunnelinnkjørsel
pl: Wjazd do tunelu
pt_br: Entrada do Túnel Inclinado
ru: ВХОД В ПОЛОГИЙ ТУННЕЛЬ
tr: Eğimli Tünel Girişi

# secretf/02_easter2
source: To access the tunnels above find the access warp.
de: Um die oberen Tunnel zu erreichen, finde den Zugangs-Warp.
fr: Pour accéder aux tunnels au-dessus trouvez le tunnel téléporteur
hu: A felső alagutak hozzáféréséhez keresd meg a teleportáló készüléket.
nb: For å få tilgang til tunnelene ovenfor, må du finne tilgangsportalen.
pl: Aby dostać się do tunelu nad tobą musisz poszukać dostępu.
pt_br: Para acessar os túneis acima encontre o teletransporte de acesso.
ru: ДЛЯ ДОСТУП К ТУННЕЛЯМ ВЫШЕ НАЙДИТЕ ТОЧКУ ТЕЛЕПОРТА.
tr: Yukarıdaki tünele ulaşabilmek için oraya ışınlanılacak yeri bul.

# secretf/02_easter2
source: One route leads to riches. One route leads to battle.
de: Ein Weg führt zu Reichtum. Ein Weg führt zum Kampf.
fr: Un chemin mène aux richesses un chemin mène à la lutte
hu: Az egyik út gazdagsághoz vezet. A másik csatához.
nb: En vei fører til rikdom. En vei fører til kamp.
pl: Jedna droga prowadzi do bogactwa. Druga droga prowadzi do wojny.
pt_br: Um caminho leva aos ricos. Outro leva à batalha.
ru: ОДИН ПУТЬ ВЕДЕТ К БОГАТСТВУ. ДРУГОЙ ПУТЬ ВЕДЕТ К БИТВЕ.
tr: Yollardan biri zenginliğe götürür. Diğeri ise savaşa götürür.

# secretf/03_easter3
source: Only those who can double-jump can get to the goodies!
de: Nur wer doppelt springen kann, kommt an die Goodies!
fr: Seuls ceux qui peuvent faire un double saut pourront arriver aux gadgets
hu: Csak azok juthatnak el a jóságokhoz akik képesek magasra ugrani!
nb: Bare de som kan dobbel-hoppe kan komme seg til godbitene!
pl: Tylko biegli w podwójnych skokach mogą dobrać się do dóbr!
pt_br: Apenas aqueles com pulo-duplo podem chegar às guloseimas!
ru: ТОЛЬКО ТОТ, КТО МОЖЕТ СДЕЛАТЬ ДВОЙНОЙ ПРЫЖОК СМОЖЕТ ДОБРАТЬСЯ ДО ВКУСНЯШЕК!
tr: Sadece iki kere zıplayabilenler ödüllere erişebilir!

# secretf/03_easter3
source: Find the crate to make your climbing blocks appear
de: Finde die Kiste, damit deine Kletterblöcke erscheinen
fr: Trouvez le coffre afin de faire apparaître vos blocs de grimpée
hu: Találd meg a ládát, hogy megjelenjenek a mászókockáid
nb: Finn kassen for å få klatreblokkene til å vises
pl: Znajdź skrzynię, aby pojawił się blok do wspinaczki
pt_br: Encontre a caixa para fazer os blocos de escalada aparecerem
ru: НАЙДИТЕ ЯЩИК, ЧТОБЫ ПОЯВИЛИСЬ БЛОКИ ДЛЯ ЛАЗАНИЯ
tr: Tırmanma bloklarını ortaya çıkartacak kutuyu bul

# secretf/03_easter3
source: Stomping this crate also free's some enemies :)
de: Diese Kiste zu zerstampfen befreit auch ein paar Gegner :)
fr: Heurter ce coffre peut aussi libérer quelques ennemis
hu: Ennek a ládának a seggcsapása néhány ellenséget is kiszabadít :)
nb: Å Stompe på denne kassen frigjør også noen fiender :)
pl: Rozwalenie tej skrzyni uwolni też kilku wrogów. :)
pt_br: Destruir essa caixa também liberta alguns inimigos :)
ru: РАЗРУШЕНИЕ ЭТОГО ЯЩИКА ПРИВЕДЁТ К ОСВОБОЖДЕНИЮ НЕКОТОРЫХ ВРАГОВ :)
tr: Bu kutuyu ezmek aynı zamanda bazı düşmanları ortaya çıkarır :)

# secretf/04_haunted1
source: Enter the house with caution.....
de: Betritt das Haus mit Vorsicht.....
fr: Entrez dans la maison avec précaution...
hu: Óvatosan lépj be a házba.....
nb: Gå inn i huset med forsiktighet...
pl: Uważaj przy wchodzeniu do domu.....
pt_br: Entre na casa com cuidado...
ru: ВХОДИТЕ В ДОМ ОСТОРОЖНО...
tr: Eve dikkatlice gir.....

# secretf/04_haunted1
source: Silver Crates can't be broken underwater...
de: Silberkisten können unter Wasser nicht zerstört werden...
fr: Les coffres en argent ne peuvent pas être brisés sous l'eau
hu: Az ezüstládákat nem lehet széttörni a víz alatt…
nb: Sølvkasser kan ikke ødelegges under vann...
pl: Srebrne skrzynki nie dadzą się rozwalić pod wodą...
pt_br: As Caixas Prateadas não podem ser quebradas debaixo d'água...
ru: СЕРЕБРЯНЫЕ ЯЩИКИ НЕЛЬЗЯ РАЗБИТЬ ПОД ВОДОЙ...
tr: Suyun altında Gümüş Kutuları kıramazsın...

# secretf/04_haunted1
source: Water Level control crate above.
de: Wasserstand-Kontrollkiste oben.
fr: Coffre pour le contrôle du niveau d'eau au dessus
hu: A vízszint szabályzó láda fent van.
nb: Vannstandskontrollkasse ovenfor.
pl: Skrzynia kontrolująca poziom wody znajduje się nad tobą.
pt_br: A Caixa de controle do nível da água está logo acima.
ru: ЯЩИК УПРАВЛЕНИЯ УРОВНЕМ ВОДЫ НАХОДИТСЯ ВЫШЕ.
tr: Su seviyesini kontrol eden kutu yakınlarda bir yerde.

# secretf/04_haunted1
source: Stomping crates can be good and bad...
de: Kisten zerstampfen kann gut und schlecht sein...
fr: Heurter les coffres peut être bien ou mal...
hu: A ládák seggcsapással való rugdosása lehet jó is, rossz is…
nb: Å trampe på kasser kan være både bra og dårlig...
pl: Rozwalanie skrzyń ma swoje plusy i minusy...
pt_br: Destruir caixas pode ser bom e ruim...
ru: РАЗРУШЕНИЕ ЯЩИКОВ МОЖЕТ БЫТЬ КАК ПОЛЕЗНО, ТАК И НАВРЕДИТЬ...
tr: Kutuları ezmek hem iyi hem de kötü olabilir...

# secretf/04_haunted1
source: But you need a way to get up there...
de: Aber du brauchst einen Weg nach oben...
fr: Mais vous devez trouver le moyen d'aller là-bas
hu: De kell egy mód, hogy feljuss oda…
nb: Men du trenger en måte å komme deg opp dit på...
pl: Ale musisz znaleźć sposób, by się tam dostać...
pt_br: Mas você precisa de uma maneira para chegar lá em cima...
ru: НО ТЕБЕ НУЖНО НАЙТИ СПОСОБ ПОДНЯТЬСЯ ТУДА...
tr: Ama yukarıya gitmek için bir yola ihtiyacın var..

# secretf/06_haunted3
source: Michelle, I will love you always and forever :)
de: Michelle, Ich werde dich immer und ewig lieben :)
fr: Michelle, Je t'aimerai toujours et pour toujours :)
hu: Michelle, Mindig és örökké szeretni foglak :)
nb: Michelle, Jeg vil alltid elske deg :)
pl: Michelle, Zawsze będę cię kochał :)
pt_br: Michelle, Eu vou amar você para o infinito e além :)
ru: МИШЕЛЬ, Я БУДУ ЛЮБИТЬ ТЕБЯ ВЕЧНО :)
tr: Michelle, Seni her zaman ve sonsuza dek seveceğim :)

# secretf/07_town1
source: Take to the roof tops!
de: Nimm die Dächer!
fr: Sauvez-vous sur les toits !
hu: Menj fel a tetőkre!
nb: Opp på taket!
pl: Dawaj po dachach!
pt_br: Leve para os telhados!
ru: ЗАБЕРИТЕСЬ НА САМЫЙ ВЕРХ КРЫШИ!
tr: Çatıya çık!

# secretf/07_town1
source: The skies above will reward those who stomp...
de: Der Himmel wird diejenigen belohnen, die stampfen...
fr: Les cieux récompenseront ceux qui frappent
hu: Az égiek megjutalmazzák azokat akik seggcsapást használnak...
nb: Himmelen over vil belønne dem som stomper...
pl: Niebo wynagrodzi tych, którzy tupią...
pt_br: Os céus acima vão recompensar aqueles que destroem...
ru: НЕБЕСА ВЫШЕ ВОЗНАГРАДЯТ ТЕХ, КТО ОБРУШИТСЯ ВНИЗ...
tr: Gökyüzü, ezenleri ödüllendirecek...

# secretf/07_town1
source: Jump as far over to the right as you possibly can...
de: Spring so weit nach rechts, wie du nur kannst...
fr: Sautez sur la droite le plus loin que vous pouvez
hu: Ugorj a lehető legtávolabbra jobb irányba…
nb: Hopp så langt til høyre som du overhodet kan...
pl: Skocz w prawo na tyle daleko na ile się da...
pt_br: Pule para a direita o mais longe que você conseguir...
ru: ПРЫГНИТЕ КАК МОЖНО ДАЛЬШЕ ВПРАВО...
tr: Mümkün olduğu kadar sağa doğru atla...

# secretf/07_town1
source: Didn't make the jump huh? :)
de: Sprung nicht geschafft, was? :)
fr: Vous avez loupé votre saut, hein ?
hu: Nem sikerült az ugrás, mi? :)
nb: Du klarte ikke å hoppe, hva? :)
pl: Czyżby skok ci nie wyszedł? :)
pt_br: Não consegue, né? :)
ru: ЧТО, НЕ СМОГ ПРЫГНУТЬ? :)
tr: Zıplayamadın di'mi? :)

# secretf/07_town1
source: Well Done!
de: Gut gemacht!
fr: Bien joué !
hu: Szép volt!
nb: Bra jobbet!
pl: Świetnie ci idzie!
pt_br: Muito bem!
ru: ОТЛИЧНАЯ РАБОТА!
tr: Aferin!

# secretf/07_town1
source: Use your Special Moves to get up the air cons! For Jazz, press Crouch and Jump. For Spaz, Press Jump Twice!
de: Nutze deine Spezialbewegungen, um die Klimaanlagen hochzukommen! Für Jazz: drücke Ducken und Springen. Für Spaz: drücke zweimal Springen!
fr: Utilisez vos Mouvements Spéciaux pour soulever les conduites d'air Pour Jazz appuyez sur Accroupissement et Saut pour Spaz, appuyez deux fois sur Saut!
hu: Használd a különleges mozdulataidat, hogy feljuss a légkondikra! Jazz: guggolj le, majd ugorj. Spaz:, ugorj duplán!
nb: Bruk spesialbevegelsene dine for å komme deg opp i luften! For Jazz, trykk på Crouch og Jump. For Spaz, trykk på Jump to ganger!
pl: Użyj specjalnych ruchów, aby wznieść się w górę! Jazz - przysiad i skok. Spaz - dwa razy skok!
pt_br: Use Movimentos Especiais para pegar as moedas no ar! Para o Jazz, pressione para Baixo e então Pulo.vPara o Spaz, pressione o botão de Pulo duas vezes!
ru: ИСПОЛЬЗУЙТЕ СВОИ СПЕЦИАЛЬНЫЕ ПРИЕМЫ! ДЛЯ ДЖАЗА НАЖМИТЕ «ВНИЗ И ПРЫЖОК». ДЛЯ СПЭЗА ДВАЖДЫ НАЖМИТЕ «ПРЫЖОК»!
tr: Havalandırmaya çıkmak için Özel Hareketini kullan! Jazz isen, önce Eğil ve sonra Zıpla. Spaz isen, iki kere Zıpla!

# secretf/08_town2
source: Find the crate and the gems are yours!
de: Finde die Kiste und die Edelsteine gehören dir!
fr: Trouvez le coffre et les joyaux seront à vous !
hu: Találd meg a ládát, és a drágakövek a tieid!
nb: Finn kassen, så er edelstenene dine!
pl: Znajdź skrzynkę, a klejnoty będą twoje!
pt_br: Encontre a caixa e as jóias serão suas!
ru: НАЙДИТЕ ЯЩИК И САМОЦВЕТЫ ВАШИ!
tr: Kutuyu bul ve mücevherler senin olsun!

# secretf/08_town2
source: Springs Don't Work When Frozen...
de: Federn funktionieren nicht, wenn sie gefroren sind...
fr: Les trampolines ne marchent pas quand ils sont gelés
hu: A rugók nem működnek, ha megfagynak…
nb: Fjærer fungerer ikke når de er frosne...
pl: Sprężyny nie działają, kiedy są zamrożone...
pt_br: As molas não funcionam quando estão congeladas...
ru: ЗАМЁРЗШИЕ ПРУЖИНЫ ПЕРЕСТАЮТ ФУНКЦИОНИРОВАТЬ...
tr: Yaylar Donukken Çalışmaz...

# secretf/08_town2
source: Collecting 20 coins is more rewarding...
de: 20 Münzen zusammeln ist lohnender...
fr: Il est plus rémunérateur de réunir 20 pièces
hu: 20 érme összegyűjtése még nagyobb jutalommal jár…
nb: Å samle 20 mynter er mer lønnsomt...
pl: Za zebranie 20 monet czeka cię większa nagroda...
pt_br: Coletar 20 moedas é muito mais recompensador...
ru: СОБРАТЬ 20 МОНЕТ НАМНОГО ВЫГОДНЕЕ...
tr: 20 adet jeton toplamak daha ödüllendirici...

# secretf/09_town3
source: Find the crate to clear the blocks....
de: Finde die Kiste, um die Blöcke zu entfernen....
fr: Trouvez le coffre pour éliminer les blocs
hu: Találd meg a ládát a kockák eltakarításához…
nb: Finn kassen for å fjerne blokkene....
pl: Znajdź skrzynię, pomoże ci pozbyć się bloków...
pt_br: Encontre a caixa para acabar com os blocos...
ru: НАЙДИТЕ ЯЩИК ЧТОБЫ РАСЧИСТИТЬ ПУТЬ ОТ БЛОКОВ...
tr: Blokları temizlemek için kutuyu bul....

# secretf/09_town3
source: BEWARE! Flocks of Ravens can be very dangerous.
de: ACHTUNG! Rabenschwärme können sehr gefährlich sein.
fr: ATTENTION! les nuées de corbeaux peuvent être très dangereuses
hu: VIGYÁZZ! A hollókseregek nagyon veszélyesek tudnak lenni.
nb: VÆR FORSIKTIG! Flokker av ravner kan være svært farlige.
pl: UWAGA! Stada kruków mogą być bardzo niebezpieczne!
pt_br: CUIDADO! Bandos de Corvos podem ser muito perigosos.
ru: ОСТЕРЕГАЙТЕСЬ ВОРОНЬИХ СТАЙ, ОНИ МОГУТ БЫТЬ ОЧЕНЬ ОПАСНЫМИ.
tr: DİKKAT! Bir grup karga çok tehlikeli olabilir.

# secretf/09_town3
source: The remove the blocks look to the tallest building.
de: Um die Blöcke zu entfernen, schau zum höchsten Gebäude.
fr: Pour déplacer les blocs regardez le building le plus haut
hu: A kockák eltávolításához nézz a legmagasabb épületre.
nb: Fjern blokkene se mot det høyeste bygget.
pl: Aby usunąć bloki, rozejrzyj się za największym budynkiem.
pt_br: Para acabar com os blocos olhe para o ponto mais alto.
ru: ЧТОБЫ РАСЧИСТИТЬ БЛОКИ ВЗГЛЯНИТЕ НА САМОЕ ВЫСОКОЕ СТРОЕНИЕ.
tr: Blokları temizlemek için en uzun binaya doğru bak.

# secretf/09_town3
source: Choose a cover and stomp away!
de: Wähle einen Deckel und stampf drauflos!
fr: Choisissez un bouclier et donnez une bonne ruade
hu: Válassz fedezéket, és rúgj neki seggcsapással!
nb: Velg et cover og stamp i vei!
pl: Wybierz osłonę i zmykaj!
pt_br: Escolha um disfarce e detone tudo!
ru: ВЫБИРАЙ УКРЫТИЕ И ТОПАЙ ПРОЧЬ!
tr: Saklanacak yer bul ve ezmeye başla!

# secretf/09_town3
source: Hi GeoBunny :)
hu: Szia GeoNyuszi :)
nb: Hei GeoBunny :)
pl: Cześć GeoKróliczku :)
pt_br: Oi GeoBunny :)
ru: ПРИВЕТ ГЕОКРОЛИК :)
tr: Merhaba GeoBunny :)

# secretf/09_town3
source: Goto www.project2.com use password: BUNNYLOVER
de: Gehe zu www.project2.com benutze das Passwort: BUNNYLOVER
hu: Látogass el a www.project2.com oldalra és használd a BUNNYLOVER jelszót
nb: Gå til www.project2.com bruk passord: BUNNYLOVER
pl: Wejdź na www.project2.com i użyj hasła: BUNNYLOVER
pt_br: Acesse www.project2.com use a senha: BUNNYLOVER
ru: ОТПРАВЛЯЙТЕСЬ НА САЙТ www.project2.com И ИСПОЛЬЗУЙТЕ ПАРОЛЬ: «BUNNYLOVER»
tr: www.project2.com adresine git ve BUNNYLOVER şifresini kullan

# share/01_share1
source: Shoot these blocks!
de: Schieß auf diese Blöcke!
fr: Tire sur ces dalles !
hu: Lődd szét ezeket a kockákat!
nb: Skyt disse blokkene!
pl: Rozwal te bloki!
pt_br: Atire nestes blocos!
ru: СТРЕЛЯЙТЕ В ЭТИ БЛОКИ!
tr: Bloklara ateş et!

# share/01_share1
source: When in the air, press down to stomp with your butt.
de: Drücke in der Luft nach unten, um mit dem Hintern zu stampfen.
fr: Quand tu es en l'air, appuie sur Bas pour taper avec ton derrière.
hu: A levegőben nézz lefelé, hogy seggcsapást hajts végre.
nb: Når du er i luften, trykk ned for å stompe med rumpa.
pl: Kiedy jesteś w powietrzu, wciśnij przycisk ruchu w dół żeby rąbnąć o ziemię swoimi czterema literami.
pt_br: Quando estiver no ar, pressione para Baixo para destruir com a sua bunda.
ru: НАХОДЯСЬ В ВОЗДУХЕ, НАЖМИТЕ ВНИЗ, ЧТОБЫ ОБРУШИТЬСЯ.
tr: Zıpladıktan sonra aşağıya basarak yeri ezebilirsin.

# share/01_share1
source: To pass this area, stomp the secret metal crate.
de: Um diesen Bereich zu passieren, zerstampfe die geheime Metallkiste.
fr: Pour traverser cette zone, piétine la malle secrète.
hu: A terület teljesítéséhez rúgd le a titkos fémládát.
nb: For å komme forbi dette området, må du stompe på den hemmelige metallkassen.
pl: Aby przejść tę część uderz w sekretną, metalową skrzynkę.
pt_br: Para passar por essa área, destrua a caixa secreta de metal.
ru: ЧТОБЫ ПРОЙТИ ЭТУ ОБЛАСТЬ, ОБРУШТЕСЬ СВЕРХУ НА СЕКРЕТНЫЙ ЯЩИК.
tr: Burayı geçebilmek için metal kutuyu ez.

# share/01_share1
source: You need twenty coins to pass through this secret warp!
de: Du brauchst zwanzig Münzen, um durch diesen geheimen Warp zu gehen!
fr: Il te faut vingt pièces pour traverser ce tunnel téléporteur !
hu: Ehhez a titkos teleportáló készülékhez 20 darab érmére van szükséged!
nb: Du trenger tjue mynter for å passere gjennom denne hemmelige warpen!
pl: Potrzebujesz 20-stu monet, aby wejść w ten sekretny portal!
pt_br: Você precisa de vinte moedas para passar por esse teletransporte secreto!
ru: ВАМ НУЖНО 20 МОНЕТ, ЧТОБЫ ПРОЙТИ ЧЕРЕЗ ЭТОТ СЕКРЕТНЫЙ ПОРТАЛ!
tr: Bu ışınlanma cihazından geçebilmek için 20 adet jetona ihtiyacın var!

# share/01_share1
source: Coins give you access to warps that appear later.
de: Münzen gewähren dir Zugang zu Warps, die später erscheinen.
fr: Les pièces permettent de traverser des tunnels téléporteurs que tu verras plus tard.
hu: Az érmék lehetővé teszik a később megjelenő térkapuk használatát.
nb: Myntene gir deg tilgang til warps som dukker opp senere.
pl: Monety dają ci dostęp do tajemnych portali.
pt_br: As moedas dão acesso para teletransportes que aparecerem depois.
ru: МОНЕТЫ ДАЮТ ВАМ ДОСТУП К ПОРТАЛАМ, КОТОРЫЕ ПОЯВЛЯЮТСЯ ПОЗЖЕ.
tr: Jetonlar senin ışınlanma cihazlarından geçmeni sağlar.

# share/01_share1
source: Stomp in the right place and you might find a surprise!
de: Stampfe an der richtigen Stelle und du findest vielleicht eine Überraschung!
fr: Piétine là où il faut et tu pourrais bien avoir une surprise !
hu: Használd a seggcsapást a megfelelő helyen, és nyeremény ütheti markodat!
nb: Stomp på riktig sted, så kan du finne en overraskelse!
pl: Walnij z zadka we właściwe miejsce, to może znajdziesz niespodziankę!
pt_br: Destrua no lugar certo e você pode encontrar uma surpresa!
ru: ОБРУШИВШИСЬ СВЕРХУ В НУЖНОМ МЕСТЕ, ВЫ МОЖЕТЕ ОБНАРУЖИТЬ СЮРПРИЗ!
tr: Doğru yeri ezersen belki bir sürpriz bulabilirsin!

# share/01_share1
source: Some crates contain bombs or baddies!
de: Manche Kisten enthalten Bomben oder Bösewichte!
fr: Certaines caisses peuvent contenir des bombes ou des sbires !
hu: Néhány láda bombákat vagy ellenségeket rejt!
nb: Noen kasser inneholder bomber eller skurker!
pl: Niektóre skrzynki mogą skrywać w sobie bomby i przeciwników!
pt_br: Algumas caixas contêm bombas ou inimigos!
ru: НЕКОТОРЫЕ ЯЩИКИ СОДЕРЖАТ БОМБЫ ИЛИ ВРАГОВ!
tr: Bazı kutularda bombalar ve daha kötü şeyler olabilir!

# share/02_share2
source: You need twenty coins to pass through this secret warp!
de: Du brauchst zwanzig Münzen, um durch diesen geheimen Warp zu gehen!
fr: Il te faut vingt pièces pour traverser ce tunnel téléporteur !
hu: 20 darab érmére van szükséged, hogy használhasd ezt a térhajtó készüléket!
nb: Du trenger tjue mynter for å passere gjennom denne hemmelige warpen!
pl: Potrzebujesz 20-stu monet, aby wejść w ten sekretny portal!
pt_br: Você precisa de vinte moedas para passar por esse teletransporte secreto!
ru: ВАМ НУЖНО 20 МОНЕТ, ЧТОБЫ ПРОЙТИ ЧЕРЕЗ ЭТОТ СЕКРЕТНЫЙ ПОРТАЛ!
tr: Bu gizli ışınlanma cihazından geçebilmek için 20 adet jetona ihtiyacın var!
