Repository: deathkiller/jazz2-native
Catalog: Content/Translations/*.po
Languages: de, fr, hu, nb, pl, pt_br, ru, tr

source: f[c:#704a4a]Connection has been closed!f[/c] Server is shutting down for reconfiguration. Please try it again later.
de: f[c:#704a4a]Verbindung wurde geschlossen!f[/c] Server wird für Neukonfiguration heruntergefahren. Bitte versuche es später erneut.
hu: f[c:#704a4a]A kapcsolat megszakadt!f[/c] A szerver újrakonfigurálás miatt leáll. Kérlek, próbáld újra később.
nb: f[c:#704a4a]Tilkoblingen er lukket!f[/c] Serveren stenger for omkonfigurering. Vennligst prøv igjen senere.
pt_br: f[c:#704a4a]A conexão foi cancelada!f[/c] O servidor está sendo desligado para ser reconfigurado. Por favor, tente novamente mais tarde.
ru: f[c:#704a4a]СОЕДИНЕНИЕ БЫЛО ЗАКРЫТО!f[/c] СЕРВЕР ВЫКЛЮЧАЕТСЯ НА РЕКОНФИГУРАЦИЮ. ПОПРОБУЙТЕ ЕЩЕ РАЗ ПОЗЖЕ.
tr: f[c:#704a4a]Bağlantı kapandı!f[/c] Sunucu kapanıyor. Lütfen daha sonra tekrar deneyin.

source: f[c:#704a4a]Connection has been closed!f[/c] Server is shutting down for update. Please check your client version and try it again in a minute.
de: f[c:#704a4a]Verbindung wurde geschlossen!f[/c] Server wird für ein Update heruntergefahren. Bitte überprüfe deine Client-Version und versuche es in einer Minute erneut.
hu: f[c:#704a4a]A kapcsolat megszakadt!f[/c] A szerver frissítés miatt leáll. Kérlek, ellenőrizd a kliens verzióját, és próbáld újra egy percen belül.
nb: f[c:#704a4a]Tilkoblingen er lukket!f[/c] Serveren stenger for oppdatering. Vennligst sjekk klientversjonen din og prøv igjen om et minutt.
pt_br: f[c:#704a4a]A conexão foi cancelada!f[/c] O servidor está sendo desligado para ser atualizado. Por favor, tente novamente mais tarde.
ru: f[c:#704a4a]СОЕДИНЕНИЕ БЫЛО ЗАКРЫТО!f[/c] СЕРВЕР ВЫКЛЮЧАЕТСЯ НА ОБНОВЛЕНИЕ. ПОЖАЛУЙСТА ПРОВЕРЬТЕ ВЕРСИЮ ВАШЕГО КЛИЕНТА И ПОПРОБУЙТЕ ЕЩЕ РАЗ ЧЕРЕЗ МИНУТУ.
tr: f[c:#704a4a]Bağlantı kapandı!f[/c] Sunucu kapanıyor. Lütfen daha sonra tekrar deneyin.

source: f[c:#704a4a]Connection has been lost!f[/c] Please try it again and if the problem persists, check your network connection.
de: f[c:#704a4a]Verbindung wurde verloren!f[/c] Bitte versuche es erneut und falls das Problem weiterhin besteht, überprüfe deine Netzwerkverbindung.
fr: f[c:#704a4a]La connexion a été perdue!f[/c] Réessayez à nouveau et si le problème persiste, vérifiez votre connexion à Internet.
hu: f[c:#704a4a]A kapcsolat megszakadt!f[/c] Kérlek, próbálja meg újra, és ha a probléma továbbra is fennáll, ellenőrizd a hálózati kapcsolatot.
nb: f[c:#704a4a]Tilkoblingen er mistet!f[/c] Vennligst prøv igjen, og hvis problemet vedvarer, sjekk nettverkstilkoblingen din.
pl: f[c:#704a4a]Połączenie zostało zerwane!f[/c] Spróbuj ponownie i sprawdź, czy problem nadal występuje. Sprawdź swoje połączenie sieciowe.
pt_br: f[c:#704a4a]A conexão foi cancelada!f[/c] Por favor, tente novamente e se o problema persistir, cheque a conexão da sua rede.
ru: f[c:#704a4a]СОЕДИНЕНИЕ БЫЛО ПОТЕРЯНО!f[/c] ПОПРОБУЙТЕ ЕЩЕ РАЗ, И ЕСЛИ ПРОБЛЕМА НЕ УХОДИТ, ПРОВЕРЬТЕ ВАШЕ ИНТЕРНЕТ СОЕДИНЕНИЕ.
tr: f[c:#704a4a]Bağlantı koptu!f[/c] Lütfen daha sonra tekrar deneyin. Problem devam ediyorsa, internet bağlantınızı gözden geçirin.

source: f[c:#704a4a]Cannot connect to the server!f[/c] The server is not responding for connection request.
de: f[c:#704a4a]Verbindung zum Server nicht möglich!f[/c] Der Server antwortet nicht auf die Verbindungsanfrage.
fr: f[c:#704a4a]Impossible de se connecter au serveur !f[/c] Le serveur ne répond pas aux demandes de connexion.
hu: f[c:#704a4a]Nem lehet csatlakozni a szerverhez!f[/c] A szerver nem válaszol a csatlakozási kérelemre.
nb: f[c:#704a4a]Kan ikke koble til serveren!f[/c] Serveren svarer ikke på tilkoblingsforespørselen.
pl: f[c:#704a4a]Nie można połączyć z serwerem!f[/c] Serwer nie odpowiada na żądanie połączenia.
pt_br: f[c:#704a4a]Não foi possível conectar-se ao servidor!f[/c] O servidor não está respondendo pelo pedido de conexão.
ru: f[c:#704a4a]НЕВОЗМОЖНО ПОДКЛЮЧИТСЯ К СЕРВЕРУ!f[/c] СЕРВЕР НЕ ОТВЕЧАЕТ НА ЗАПРОС ПОДКЛЮЧЕНИЯ.
tr: f[c:#704a4a]Sunucuya bağlanılamıyor!f[/c] Sunucu bağlantı isteğine cevap vermiyor.

source: f[c:#704a4a]Connection has been closed!f[/c] You have been f[c:#907050]kickedf[/c] off the server. Contact server administrators for more information.
de: f[c:#704a4a]Verbindung wurde geschlossen!f[/c] Du wurdest vom Server f[c:#907050]gekicktf[/c]. Kontaktiere die Server-Administratoren für weitere Informationen.
fr: f[c:#704a4a]La connexion a été interrompue !f[/c] Vous avez été f[c:#907050]éjectéf[/c] du serveur. Contactez un administrateur du serveur pour plus d'information.
hu: f[c:#704a4a]A kapcsolat megszakadt!f[/c] Ki lettél f[c:#907050]rúgvaf[/c] a szerverről. További információkért fordulj a szerveradminisztrátorokhoz.
nb: f[c:#704a4a]Tilkoblingen er lukket!f[/c] Du har blitt f[c:#907050]kastetf[/c] ut av serveren. Kontakt serveradministratorene for mer informasjon.
pl: f[c:#704a4a]Połączenie zostało zerwane!f[/c] Zostałeś/aś f[c:#907050]wykopany/af[/c] z serwera. Skontaktuj się z administratorem serwera po więcej informacji.
pt_br: f[c:#704a4a]A conexão foi cancelada!f[/c] Você foi f[c:#907050]expulsof[/c] do servidor. Contate o administrador do servidor para mais informações.
ru: f[c:#704a4a]СОЕДИНЕНИЕ БЫЛО ЗАКРЫТО!f[/c] ВЫ БЫЛИ f[c:#907050]КИКНУТЫf[/c] ИЗ СЕРВЕРА. СВЯЖИТЕСЬ С АДМИНИСТРАТОРАМИ СЕРВЕРА ЧТОБЫ ПОЛУЧИТЬ БОЛЬШЕ ИНФОРМАЦИИ.
tr: f[c:#704a4a]Bağlantı koptu!f[/c] Sunucudan f[c:#907050]atıldınızf[/c]. Daha fazla bilgi için sunucu yöneticileri ile iletişime geçin.

source: f[c:#704a4a]Connection has been closed!f[/c] You have been f[c:#725040]bannedf[/c] off the server. Contact server administrators for more information.
de: f[c:#704a4a]Verbindung wurde geschlossen!f[/c] Du wurdest vom Server f[c:#725040]gebanntf[/c]. Kontaktiere die Server-Administratoren für weitere Informationen.
fr: f[c:#704a4a]La connexion a été interrompue !f[/c] Vous avez été f[c:#725040]bannif[/c] du serveur. Contactez un administrateur du serveur pour plus d'information.
hu: f[c:#704a4a]A kapcsolat megszakadt!f[/c] f[c:#907050]Ki lettél tiltvaf[/c] a szerverről. További információért vedd fel a kapcsolatot a szerver adminisztrátoraival.
nb: f[c:#704a4a]Tilkoblingen er lukket!f[/c] Du har blitt f[c:#725040]utelukket/bannetf[/c] fra serveren. Kontakt serveradministratorene for mer informasjon.
pl: f[c:#704a4a]Połączenie zostało zerwane!f[/c] Zostałeś/aś f[c:#907050]skazany/a na banicjęf[/c] z serwera. Skontaktuj się z administratorem serwera po więcej informacji.
pt_br: f[c:#704a4a]A conexão foi cancelada!f[/c] Você foi f[c:#725040]banidof[/c] do servidor. Contate o administrador do servidor para mais informações.
ru: f[c:#704a4a]СОЕДИНЕНИЕ БЫЛО ЗАКРЫТО!f[/c] ВЫ f[c:#725040]ЗАБАНЕНЫf[/c] НА СЕРВЕРЕ. СВЯЖИТЕСЬ С АДМИНИСТРАТОРАМИ СЕРВЕРА ЧТОБЫ ПОЛУЧИТЬ БОЛЬШЕ ИНФОРМАЦИИ.
tr: f[c:#704a4a]Bağlantı koptu!f[/c] Sunucudan f[c:#725040]yasaklandınızf[/c]. Daha fazla bilgi için sunucu yöneticileri ile iletişime geçin.

source: f[c:#704a4a]Connection has been closed!f[/c] Cheating detected.
de: f[c:#704a4a]Verbindung wurde geschlossen!f[/c] Cheaten erkannt.
hu: f[c:#704a4a]A kapcsolat megszakadt!f[/c] Csalás észlelve.
nb: f[c:#704a4a]Forbindelsen er brutt!f[/c] Juks oppdaget.
pt_br: f[c:#704a4a]A conexão foi cancelada!f[/c] Trapaça detectado.
ru: f[c:#704a4a]СОЕДИНЕНИЕ БЫЛО ЗАКРЫТО!f[/c] ОБНАРУЖЕНЫ ЧИТЫ.
tr: f[c:#704a4a]Bağlantı kapatıldı!f[/c] Hile tespit edildi.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Your client doesn't contain required assets. Please download the required files and try it again.
de: f[c:#704a4a]Verbindung zum Server nicht möglich!f[/c] Dein Client enthält nicht die erforderlichen Dateien. Bitte lade die benötigten Dateien herunter und versuche es erneut.
hu: f[c:#704a4a]Nem lehet csatlakozni a szerverhez!f[/c] A kliensed nem tartalmazza a szükséges fájlokat. Töltsd le a szükséges fájlokat, majd próbáld újra.
nb: f[c:#704a4a]Kan ikke koble til serveren!f[/c] Klienten din inneholder ikke nødvendige ressurser. Last ned de nødvendige filene og prøv igjen.
pt_br: f[c:#704a4a]Não foi possível conectar-se ao servidor!f[/c] O seu cliente não contém os arquivos necessários. Por favor, baixe os arquivos e tente novamente.
ru: f[c:#704a4a]НЕВОЗМОЖНО ПОДКЛЮЧИТСЯ К СЕРВЕРУ!f[/c] ВАШ КЛИЕНТ НЕ СОДЕРЖИТ НЕОБХОДИМЫХ РЕСУРСОВ. ЗАГРУЗИТЕ НЕОБХОДИМЫЕ ФАЙЛЫ И ПОПРОБУЙТЕ ЕЩЕ РАЗ.
tr: f[c:#704a4a]Sunucuya bağlanılamıyor!f[/c] İstemcinizde gerekli dosyalar bulunmuyor. Lütfen gerekli dosyaları indirin ve tekrar deneyin.

source: f[c:#704a4a]Connection has been closed!f[/c] The server has disconnected you due to inactivity.
de: f[c:#704a4a]Verbindung wurde geschlossen!f[/c] Der Server hat dich aufgrund von Inaktivität getrennt.
hu: f[c:#704a4a]A kapcsolat megszakadt!f[/c] A szerver bontotta a kapcsolatot tétlenség miatt.
nb: f[c:#704a4a]Forbindelsen er brutt!f[/c] Serveren har koblet deg fra på grunn av inaktivitet.
pt_br: f[c:#704a4a]A conexão foi cancelada!f[/c] O servidor te expulsou por inatividade.
ru: f[c:#704a4a]СОЕДИНЕНИЕ БЫЛО ЗАКРЫТО!f[/c] СЕРВЕР ОТКЛЮЧИЛ ВАС ЗА НЕАКТИВНОСТЬ.
tr: f[c:#704a4a]Bağlantı kapatıldı!f[/c] Sunucu, etkin olmadığınız için bağlantınızı kesti.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Your client doesn't contain level "{}". Please download the required files and try it again.
de: f[c:#704a4a]Verbindung zum Server nicht möglich!f[/c] Dein Client enthält das Level "{}" nicht. Bitte lade die benötigten Dateien herunter und versuche es erneut.
hu: f[c:#704a4a]Nem lehet csatlakozni a szerverhez!f[/c] A kliensed nem tartalmazza a(z) "{}" szintet. Töltsd le a szükséges fájlokat, majd próbáld újra.
nb: f[c:#704a4a]Kan ikke koble til serveren!f[/c] Klienten din inneholder ikke nivå "{}". Last ned de nødvendige filene og prøv igjen.
pt_br: f[c:#704a4a]Não foi possível conectar-se ao servidor!f[/c] O seu cliente não contém a fase "{}". Por favor, baixe os arquivos necessários e tente novamente.
ru: f[c:#704a4a]НЕВОЗМОЖНО ПОДКЛЮЧИТСЯ К СЕРВЕРУ!f[/c] ВАШ КЛИЕНТ НЕ СОДЕРЖИТ УРОВНЯ "{}". ЗАГРУЗИТЕ НЕОБХОДИМЫЕ ФАЙЛЫ И ПОПРОБУЙТЕ ЕЩЕ РАЗ.
tr: f[c:#704a4a]Sunucuya bağlanılamıyor!f[/c] İstemciniz "{}" bölümünü içermiyor. Lütfen gerekli dosyaları indirin ve tekrar deneyin.

source: Capture The Flag
de: Flagge erobern
fr: Capture de drapeau
nb: Fang flagget
pl: Zdobądź flagę
pt_br: Captura Bandeira
ru: ЗАХВАТ ФЛАГА
tr: Bayrak Kapmaca

source: For more information, visit the official website: %s
fr: Pour plus d'information, visitez le site officiel: %s
pl: Po więcej informacji, odwiedź naszą oficjalną stronę internetową: %s

source: Play Custom Game
fr: Jouer une partie personnalisée
pl: Gry społeczności

source: Remap Controls for Player %i
fr: Changer les contrôles pour le joueur %i
pl: Skonfiguruj sterowanie gracza %i

source: Play Story in Cooperation
fr: Mode histoire en coopération
pl: Graj w kooperacji

source: You must complete "%s" first!
fr: Terminez l'épisode "%s" d'abord!
pl: Najpierw musisz ukończyć "%s"!

source: You can choose your preferred play style. This option can be changed at any time in f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c]. For more information, visit %s and  Discord!
fr: Vous pouvez choisir votre mode de jeu préféré. Cette option peut être changée à tout moment dans f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c]. Pour plus d'information, visiter %s et  Discord!
pl: Możesz wybrać preferowany przez siebie styl rozgrywki. To ustawienie może zostać zmienione, kiedy tylko ci się spodoba w f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c]. Po więcej informacji, odwiedź %s oraz serwer  Discord!

source: f[c:#d86664]Yesf[/c]
pl: f[c:#d86664]Takf[/c]

source: Processing of selected files...
fr: Traitement des fichiers sélectionnés…
pl: Przetwarzanie wybranych plików...

source: Create Custom Server
fr: Créer un serveur personnalisé
pl: Utwórz własny serwer

source: Weapon %i
fr: Arme %i
pl: Broń %i

source: or
fr: ou
pl: lub

source: Connect to Server
fr: Connecter au serveur
pl: Dołącz do serwera

source: Connecting to %s:%u...
fr: Connexion à %s:%u...
pl: Łączenie z %s:%u...

source: Creating server...
fr: Création du serveur...
pl: Tworzenie serwera...
