Repository: deathkiller/jazz2-native
Catalog: Content/Translations/*.po
Languages: de, fr, hu, nb, pl, pt_br, ru, tr

# flash/01_diam1
source: Spaz ate the dopefish.
de: Spaz hat den Dopefish gefressen.
fr: Spaz a gobé le Dopefish.
hu: Spaz megette a dopefish-t.
nb: Spaz spiste dopefisken.
pl: Spaz zjadł dopefisha.
pt_br: Spaz comeu o dopefish.
ru: СПАЗ СОЖРАЛ ДОПФИША.
tr: Spaz dopefish'i yedi.

# flash/01_diam1
source: Find the gopher.
de: Finde das Erdhörnchen.
fr: Trouve le Trionyx.
hu: Találd meg a mormotát.
nb: Finn gopheren.
pl: Znajdź susła.
pt_br: Encontre o esquilo.
ru: НАЙДИ СУСЛИКА.
tr: Sincabı bul.

# flash/01_diam1
source: Dragons live in burbank.
de: Drachen leben in Burbank.
fr: Des dragons habitent à Burbank.
hu: A sárkányok Burbankban élnek.
nb: Drager lever in Burbank.
pl: Smoki żyją w Burbank.
pt_br: Os dragões moram em Burbank.
ru: ДРАКОНЫ ЖИВУТ В БУРБАНКЕ.
tr: Ejderhalar Burbank'te yaşar.

# flash/01_diam1
source: Mark wears briefs. Hoo Hah!
de: Mark trägt Slips. Huh Hah!
fr: Mark porte un slip. Ouah !
hu: Mark alsóneműt visel. Hú-ha!
nb: Mark bruker truser. Hoo Hah!
pl: Mark nosi kalesony. Hu ha!
pt_br: Mark usa cuecas. Haha!
ru: МАРК НОСИТ ТРУСЫ. ХА-ХА!
tr: Mark külot giyiyor. Hoo Hah!

# flash/01_diam1
source: Nick loves shiny. Always has!
de: Nick liebt Glänzendes. Schon immer!
fr: Nick aime tout ce qui brille. Il a toujours été comme ça !
hu: Nick szereti a csillogó dolgokat. Mindig is így volt!
pl: Nick od zawsze kochał wszystko, co błyszczy!
pt_br: O Nick ama brilho! Sempre amou!
ru: НИК ПО ПРЕЖНЕМУ ЛЮБИТ БЛЕСТЯШКИ!
tr: Nick her zaman olduğu gibi parlak şeyleri sever!

# flash/02_diam3
source: Send Tim new socks.
de: Schick Tim neue Socken.
fr: Envoie des chaussettes neuves à Tim.
hu: Küldj Timnek új zoknikat.
nb: Send Tim nye sokker.
pl: Wyślij Timowi nowe skarpety.
pt_br: Envie novas meias para o Tim.
ru: ОТПРАВЬТЕ ТИМУ НОВЫЕ НОСКИ.
tr: Tim'e yeni çorap yolla.

# flash/02_diam3
source: Send Nigel a green card.
de: Schick Nigel eine Green Card.
fr: Envoie un visa à Nigel.
hu: Küldj Nigelnek egy zöld kártyát.
nb: Send Nigel et grønt kort.
pl: Wyślij Nigelowi zieloną kartę.
pt_br: Envie um cartão verde para o Nigel.
ru: ОТПРАВЬТЕ НАЙДЖЕЛУ ГРИН-КАРТУ.
tr: Nigel'a yeşil kart yolla.

# flash/02_diam3
source: Beware of chainsaw schmalz.
de: Hüte dich vor Kettensägen-Schmalz.
fr: Méfie-toi du Schmalz à la tronçonneuse.
hu: Óvakodj a láncfűrészes schmalz-tól.
nb: Pass deg for motorsag schmalsz.
pl: Nie rób smalcu piłą łańcuchową.
pt_br: Cuidado com a motosserra!
ru: ОСТЕРЕГАЙТЕСЬ БЕНЗОПИЛЫ ШМАЛЬЦ.
tr: Testere yağına dikkat et.

# flash/02_diam3
source: Dont give mark a burrito.
de: Gib Mark keinen Burrito.
fr: Pas de burrito pour Mark.
hu: Ne adj Marknak burritót.
nb: Ikke gi Mark en burrito.
pl: Nie dawajcie Markowi burito.
pt_br: Não dê um burrito para o Mark.
ru: МАРКУ БУРРИТО НЕ ДАВАТЬ.
tr: Mark'a burrito verme.

# flash/05_medivo1
source: Beware of falling enemies.
de: Vorsicht vor fallenden Gegnern.
fr: Méfie-toi des ennemis qui tombent.
hu: Vigyázz a lezuhanó ellenségekre.
nb: Se opp for fallende fiender.
pl: Uważaj na spadających wrogów.
pt_br: Cuidado com inimigos caindo.
ru: ОСТЕРЕГАЙТЕСЬ ПАДАЮЩИХ ВРАГОВ.
tr: Düşen düşmanlara dikkat et.

# flash/05_medivo1
source: Craig is still a doofus!
de: Craig ist immer noch ein Trottel!
fr: Craig est toujours un imbécile !
hu: Craig még mindig egy idióta!
nb: Craig er fortsatt en idiot!
pl: Craig to nadal przygłup!
pt_br: O Craig ainda é um bobão!
ru: КРЕЙГ КАК БЫЛ ДУРАЧКОМ, ТАК ИМ И ОСТАЛСЯ!
tr: Craig hâlâ bir şapşal!

# flash/05_medivo1
source: Secret Level Time!!!
de: Geheim-Level Zeit!!!
fr: C'est l'heure du niveau secret !!!
hu: Titkos szint!!!
nb: Hemmelig Level Tid!!!
pl: Pora na Sekretny Poziom!!!
pt_br: Hora da Fase Secreta!!!
ru: НАСТАЛО ВРЕМЯ СЕКРЕТНОГО УРОВНЯ!!!
tr: Gizli Bölüm Zamanı!!!

# flash/bonus_garglair
source: Buttstomp A Silver Crate To Clear Your Path
de: Stampfe auf eine Silberkiste um deinen Weg freizumachen
fr: Piétine ton butin pour sortir.
hu: Csapj seggcsapással az ezüst ládára hogy megtisztítsd az utadat
nb: Rumpestomp en sølvkasse For å rydde veien din
pl: Skocz tyłkiem na srebrną skrzynkę, aby oczyścić sobie drogę
pt_br: Dê uma bundada em uma Caixa Prateada para limpar seu caminho
ru: ОБРУШЬСЯ НА СЕРЕБРЯНЫЙ ЯЩИК, ЧТОБЫ ОЧИСТИТЬ СЕБЕ ПУТЬ.
tr: Yolunu Açmak İçin Gümüş Kutuyu Ez

# flash/bonus_garglair
source: Crates can also make platforms appear...
de: Kisten können auch Plattformen erscheinen lassen...
fr: Les caisses peuvent aussi faire apparaître des plateformes...
hu: A ládák platformokat is felfedhetnek...
nb: Kasser kan også få plattformer til å vises...
pl: Skrzynie mogą także ujawnić platformy...
pt_br: Caixas também podem fazer plataformas aparecerem...
ru: ЯЩИКИ ТОЖЕ МОГУТ СКРЫВАТЬ ПЛАТФОРМЫ.
tr: Kutular platformların görünmesini sağlayabilir...

# flash/bonus_garglair
source: Melt the Spring...
de: Schmelze die Feder...
fr: Fais fondre le ressort...
hu: Olvaszd meg a rugót...
nb: Smelt fjæren...
pl: Odmroź sprężynę...
pt_br: Derreta a Mola...
ru: РАЗМРОЗЬ ПРУЖИНУ...
tr: İlkbaharı Erit...

# flash/bonus_garglair
source: Leh is a Camper
de: Leh ist ein Camper
fr: Leh est un campeur
hu: Leh egy kempingező
nb: Leh er en Camper
pl: Leh jest kamperem
pt_br: Leh é um campista
ru: А ЛЕХ - КЕМПЕР
tr: Leh bir Pusucu

# monk/01_jung1
source: Falling boulders can give you a headache.
de: Fallende Felsbrocken können Kopfschmerzen verursachen.
fr: En tombant, les boulders peuvent te donner mal à la tête...
hu: A lezuhanó sziklák fejfájást okozhatnak.
nb: Fallende steinblokker kan gi deg hodepine.
pl: Spadające kamienie mogą przyprawić cię o ból głowy.
pt_br: Pedras caindo podem ser uma dor de cabeça.
ru: ПАДАЮЩИЕ КАМНИ МОГУТ СОЗДАТЬ ВАМ ГОЛОВНЯКА.
tr: Düşen kaya parçaları başını ağrıtabilir.

# monk/01_jung1
source: A Flamethrower works well against bugs.
de: Ein Flammenwerfer funktioniert gut gegen Käfer.
fr: Les lanceflammes sont super pour faire la guerre aux moustiques.
hu: A lángszóró hatékony a bogarak ellen.
nb: En flammekaster fungerer godt mot insekter.
pl: Miotacz ognia jest dobry na robaki.
pt_br: Um lança-chamas funciona bem contra insetos.
ru: ОГНЕМЁТ ОТЛИЧНО СПРАВЛЯЕТСЯ С ЖУКАМИ.
tr: Bir Alev Makinesi böceklere karşı çok iyi çalışır.

# monk/03_hell
source: Long live the ice level.
de: Es lebe das Eis-Level.
fr: Vive l'ère des glaces !
hu: Éljen a jégpálya.
nb: Lenge leve isnivået.
pl: Niech żyje poziom lodowy.
pt_br: Longa vida às fases no gelo.
ru: ДА ЗДРАВСТВУЕТ ЛЕДЯНОЙ УРОВЕНЬ.
tr: Buzlu bölüm çok yaşa.

# monk/03_hell
source: Goodnight, bubba!
de: Gute Nacht, Kumpel!
fr: Bonne nuit Bubba !
hu: Jó éjt, kicsim!
nb: God natt, Bubba!
pl: To jeszcze nie koniec!
pt_br: Boa noite, Bubba!
ru: СПОКОЙНОЙ НОЧИ, БУБА!
tr: İyi geceler, canım!

# monk/06_damn2
source: What the heck? Aaaah! No! This is NOT over!
de: Was zum...? Aaaah! Nein! Das ist NOCH NICHT vorbei!
fr: Comment ? Aaaah ! Non ! Ce n'est PAS terminé !
hu: Mi a…? Aaaah! Ne! Ezzel még NINCS vége!
nb: Hva i all verden? Aaaah! Nei! Dette er IKKE over!
pl: Co do cholery? Aaaa! No nie! Ten poziom jest niedokończony!
pt_br: Mas que diacho? Ah, não! Isso NÃO acabou!
ru: ЧТО ЗА?? АААА! НЕТ! ЭТО ЕЩЁ НЕ КОНЕЦ!
tr: Nasıl ya? Aaaah! Hayır! Bu burada bitmedi!

# prince/01_castle1
source: Poles spin you around so you can go even faster.
de: Stangen wirbeln dich herum, damit du noch schneller sein kannst.
fr: Une perche te fait tournoyer pour que tu puisses aller encore plus vite.
hu: A rúdak megpörgetnek, így még gyorsabban száguldozhatsz.
nb: Polene snurrer deg rundt slik at du kan gå enda raskere.
pl: Okręcanie się na słupkach pozwala ci zwiększyć swoją prędkość.
pt_br: Mastros fazem você girar para ir ainda mais rápido.
ru: ПОПАДАЯ НА ШЕСТЫ, ВЫ РАСКРУЧИВАЕТЕСЬ, ЧТО ПРИДАЁТ ВАМ УСКОРЕНИЕ.
tr: Direkler seni döndürerek daha hızlı ilerlemeni sağlar.

# prince/01_castle1
source: You found a secret area.
de: Du hast einen Geheimbereich gefunden.
fr: Tu as trouvé une chambre secrète.
hu: Találtál egy titkos területet.
nb: Du har funnet et hemmelig område.
pl: Znalazłeś sekretną okolicę.
pt_br: Você encontrou uma área secreta.
ru: ВЫ НАШЛИ СЕКРЕТНУЮ ОБЛАСТЬ.
tr: Gizli bir bölge buldun.

# prince/01_castle1
source: Secret Treasure Room.
de: Geheimer Schatzraum.
fr: Chambre au trésor.
hu: Titkos Kincses Szoba.
nb: Hemmelig skattkammer.
pl: Tajny Pokój Skarbów
pt_br: Sala Secreta do Tesouro.
ru: ПОТАЙНАЯ СОКРОВИЩНИЦА.
tr: Gizli Hazine Odası.

# prince/01_castle1
source: Nothing to see here.
de: Hier gibt es nichts zu sehen.
fr: Rien à voir ici.
hu: Nincs itt semmi látnivaló.
nb: Ingenting å se her.
pl: Nie ma tu nic ciekawego.
pt_br: Nada para ver aqui.
ru: ЗДЕСЬ НИЧЕГО НЕТ.
tr: Burada görülecek bir şey yok.

# prince/01_castle1
source: Collect coins to activate bonus warp devices.
de: Sammle Münzen, um Bonus-Warp-Geräte zu aktivieren.
fr: Ramasse les pièces pour activer les tunnels téléporteurs.
hu: Gyűjts érméket hogy aktiválhasd a bónusz térhajtó eszközöket.
nb: Samle mynter for å aktivere bonus-warp-enheter.
pl: Zbieraj monety. A nuż odblokujesz jakiś bonus.
pt_br: Colecione moedas para ativar dispositivos bônus de teletransporte.
ru: СОБИРАЙТЕ МОНЕТКИ ДЛЯ АКТИВАЦИИ ТЕЛЕПОРТОВ.
tr: Jeton toplayarak ışınlanma cihazlarını aktive edebilirsin.

# prince/02_castle1n
source: Cheese is green on tuesday.
de: Käse ist dienstags grün.
fr: Le fromage est vert le mardi.
hu: A sajt kedden zöld.
nb: Ost er grønn på tirsdag.
pl: We wtorki ser zielenieje.
pt_br: O queijo é verde nas Terças.
ru: ВО ВТОРНИК СЫР ЗЕЛЕНЫЙ.
tr: Peynirler, Salı günleri yeşil olur.

# prince/02_castle1n
source: Craig is king doofus.
de: Craig ist der König der Trottel.
fr: Craig est le roi des imbéciles.
hu: Craig a bolondok királya.
nb: Craig er kongen av idioter.
pl: Craig jest królem przygłupów.
pt_br: O Craig é o rei dos bobões.
ru: КРЕЙГ - КОРОЛЬ ДУРАКОВ.
tr: Craig şapşal bir kral.

# prince/02_castle1n
source: To beat the queen shoot her off her ledge.
de: Um die Königin zu besiegen, schieß sie von ihrem Sims.
fr: Pour vaincre la reine tire pour la faire tomber de sa corniche.
hu: A királynő legyőzéséhez lődd le a párkányáról.
nb: For å slå dronningen skyt henne ned fra kanten.
pl: Aby pokonać królową musisz zrzucić ją z platformy.
pt_br: Para derrotar a rainha derrube ela da beirada.
ru: ДЛЯ ПОБЕДЫ НАД КОРОЛЕВОЙ СБЕЙ ЕЁ ВЫСТРЕЛАМИ С УСТУПА.
tr: Kraliçe'yi yenebilmek için ona ateş ederek çıkıntıdan düşür.

# prince/02_castle1n
source: Good job! Now go get Devan Shell!
de: Gute Arbeit! Jetzt schnapp dir Devan Shell!
fr: Félicitations ! Maintenant, tu peux sortir du chateau !
hu: Szép munka! Most menj, és szerezd meg a Devan kagylót!
nb: Bra jobbet! Nå går du og henter Devan Shell!
pl: Dobra robota! Teraz idź skopać skorupę Devanowi!
pt_br: Bom trabalho! Agora vá pegar o Devan Shell!
ru: ОТЛИЧНАЯ РАБОТА! А ТЕПЕРЬ ОТПРАВЛЯЙТЕСЬ ЗА ДЕВАН ШЕЛЛОМ!
tr: Aferin! Şimdi gidip Devan Shell'i yakala!

# prince/02_castle1n
source: To kick through these blocks, press down and jump!
de: Um diese Blöcke zu durchtreten, drücke runter und springe!
fr: Pour renverser ces dalles, appuie sur Bas et saute !
hu: A kockákat úgy rúghatod át, hogy lefelé nézel miközben ugrasz!
nb: For å sparke gjennom disse blokkene, trykk ned og hopp!
pl: Aby przebić się przez te bloki, wciśnij przyciski ruchu w dół i skoku!
pt_br: Para passar por esses blocos, pressione para baixo e depois pulo!
ru: ЧТОБЫ РАЗБИТЬ ЭТИ БЛОКИ, НАЖМИТЕ ВНИЗ И ПРЫЖОК!
tr: Bu blokların içinden geçmek için aşağıya bas ve ardından zıpla!

# prince/02_castle1n
source: Press down and jump beneath these blocks to break them!
de: Drücke runter und springe unter diese Blöcke, um sie zu zerbrechen!
fr: Appuie sur Bas et saute sous ces dalles pour les casser !
hu: Nézz lefelé ugrás közben, hogy széttörd az alattad lévő kockákat!
nb: Trykk ned og hopp under disse blokkene for å knuse dem!
pl: Wciśnij przycisk ruchu w dół i skoku pod tymi blokami, aby je zniszczyć!
pt_br: Pressione para baixo e pulo embaixo desses blocos para quebrá-los!
ru: НАЖМИТЕ ВНИЗ И ПРЫЖОК, ЧТОБЫ РАЗБИТЬ ЭТИ БЛОКИ!
tr: Kutuları kırmak için onların altındayken aşağıya bas ve zıpla!

# prince/02_castle1n
source: Buttstomp the metal box to open key blocks!
de: Stampfe auf die Metallkiste, um Schlüsselblöcke zu öffnen!
fr: Tape ton derrière sur la malle pour ouvrir les dalles à clé !
hu: Seggcsapással nyisd ki a kulcsládákat!
nb: Buttstomp på metallboksen for å åpne nøkkelblokkene!
pl: Skocz tyłkiem na metalową skrzynię, aby otworzyć bloki-klucze!
pt_br: Dê uma bundada na Caixa de metal para abrir os blocos-chave!
ru: ОБРУШЬСЯ НА ЯЩИК, ЧТОБЫ СЛОМАТЬ ЕГО. ЭТО ОТКРОЕТ БЛОКИ С ЗАМОЧНОЙ СКВАЖИНОЙ!
tr: Metal kutuyu ezerek bloklarla kilitlenmiş bölgeleri açabilirsin!

# prince/03_carrot1
source: Stomp your booty to exit.
de: Stampfe, um hinauszukommen.
fr: Tape ton derrière pour sortir.
hu: Vonszold a segged a kijárathoz.
nb: Stomp med rumpa for å gå ut.
pl: Stąpnij zadkiem, aby wyjść.
pt_br: Dê uma bundada para sair.
ru: ДЛЯ ВЫХОДА РАСТОПЧИ СВОЮ ДОБЫЧУ.
tr: Buradan çıkmak için bloğu ez.

# prince/03_carrot1
source: This spring is frozen.
de: Diese Feder ist eingefroren.
fr: Ce ressort est gelé.
hu: Ez a rugó meg van fagyva.
nb: Denne fjæren er frossen.
pl: Ta sprężyna jest zamrożona.
pt_br: Essa mola congelou.
ru: ЭТА ПРУЖИНА ЗАМОРОЖЕНА.
tr: Bu yay donmuş.

# prince/04_carrot1n
source: Super dooper secret.
de: Super-duper Geheimnis.
fr: Secret super-extra.
hu: Szuper titkos.
nb: Superduper hemmelig.
pl: Super duper sekret.
pt_br: Super secreto.
ru: СУПЕР-ПУПЕР СЕКРЕТ.
tr: Müthiş gizli oda.

# prince/04_carrot1n
source: Shields will give you unlimited special ammo for a short time.
de: Schilde geben dir für kurze Zeit unbegrenzte Spezialmunition.
fr: Pendant quelques instants, un bouclier te donnera des munitions à gogo.
hu: A pajzsok rövid ideig korlátlan speciális lőszert adnak.
nb: Skjold gir deg ubegrenset spesiell ammunisjon i en kort periode.
pl: Tarcze dają ci nieskończoną ilość specjalnej amunicji na krótki czas.
pt_br: Escudos vão lhe dar munição infinita especial por um curto período de tempo.
ru: ЩИТЫ НА НЕКОТОРОЕ ВРЕМЯ ДАДУТ ВАМ НЕОГРАНИЧЕННОЕ КОЛИЧЕСТВО ОСОБЫХ БОЕПРИПАСОВ.
tr: Kalkanlar sana belli bir süre için sınırsız özel mermi verir.

# prince/04_carrot1n
source: Stopwatches will add time to the life of a shield.
de: Stoppuhren verlängern die Lebensdauer eines Schildes.
fr: Un chrono prolonge la durée de vie d'un bouclier.
hu: A stopperórák meghosszabbítják a pajzs élettartamát.
nb: Stoppeklokker vil forlenge levetiden til et skjold.
pl: Stopery mogą przedłużyć działanie tarczy.
pt_br: Cronômetros vão adicionar tempo para a vida de um escudo.
ru: ЧАСЫ ПРОДЛЯТ ВРЕМЯ ДЕЙСТВИЯ ЩИТА.
tr: Saatler senin kalkanına süre ekler.

# prince/04_carrot1n
source: This schwartzenguard is toast!
de: Dieser Schwarzgardist ist erledigt!
fr: Ce garde-chiourme est en civet !
hu: Ez a Schwartzenguard el van intézve!
nb: Denne schwartzenguarden er ferdig!
pl: Niech ci ziemia ciężką będzie, bydlaku!
pt_br: Esse schwartzenguarda está frito!
ru: ЭТОТ ШВАРЦЕНГАРД ПОДЖАРЕН!
tr: Bu gardiyan yalan oldu!

# prince/06_labrat2
source: You cannot defeat me, Jazz! Prepare to face my superbot!
de: Du kannst mich nicht besiegen, Jazz! Bereite dich darauf vor, meinem Superbot zu begegnen!
fr: Tu n'as aucune chance ! Prépare-toi à faire face à mon Super-Robot !
hu: Nem győzhetsz le, Jazz! Készülj fel szembenézni a szuperrobotommal!
nb: Du kan ikke beseire meg, Jazz! Gjør deg klar til å møte superboten min!
pl: Nie dasz rady mnie pokonać, Jazz! Przygotuj się na spotkanie z moim superbotem!
pt_br: Você não pode me derrotar, Jazz! Prepare para encarar o meu Super-Robô!
ru: ТЫ НЕ ПОБЕДИШЬ МЕНЯ, ДЖАЗ! ГОТОВЬСЯ К ВСТРЕЧЕ С МОИМ СУПЕРБОТОМ!
tr: Beni yenemezsin, Jazz! Süperbotum ile yüzleşmeye hazır ol!

# prince/06_labrat2
source: Ack! I'm outta here!
de: Ach! Ich bin weg!
fr: Ouille, Ouille ! Moi, je me casse !
hu: Júj! Itt sem vagyok!
nb: Ack! Jeg stikker!
pl: Oj! Pora stąd spadać!
pt_br: Eita! Tô fora daqui!
ru: БЛИН! Я СВАЛИВАЮ!
tr: Aman be! Buradan gidiyorum!

# prince/06_labrat2
source: These blocks are speed blocks. Run into them at full speed!
de: Diese Blöcke sind Tempo-Blöcke. Renn mit voller Geschwindigkeit hinein!
fr: Ces blocs sont des blocs de vitesse. Cours dessus à pleine vitesse !
hu: Sebességblokkok! Teljes gázzal neki!
nb: Disse blokkene er hastighetsblokker. Kjør inn i dem med full fart!
pl: To bloki prędkości. Wbiegnij w nie najszybciej, jak się da!
pt_br: Esses blocos são suscetíveis à velocidade. Corra para cima deles à toda velocidade!
ru: ЭТО БЛОКИ УСКОРЕНИЯ. БЕГИТЕ К НИМ НА ПОЛНОЙ СКОРОСТИ!
tr: Bu bloklar hız bloklarıdır. Onlara doğru koş!

# prince/trainer
source: Welcome to Jazz Jackrabbit 2. This is a training level.
de: Willkommen bei Jazz Jackrabbit 2. Dies ist ein Trainingslevel.
fr: Jazz Jackrabbit 2 est content de te voir. Ce niveau est juste pour t'entraîner.
hu: Üdv a Jazz Jackrabbit 2-ben! Ez egy gyakorlópálya.
nb: Velkommen til Jazz Jackrabbit 2. Dette er et treningsnivå.
pl: Witaj w Jazz Jackrabbit 2. To jest poziom treningowy.
pt_br: Bem-vindo ao Jazz Jackrabbit 2. Essa é a fase de treinamento.
ru: ДОБРО ПОЖАЛОВАТЬ В Jazz Jackrabbit 2. ЭТО ТРЕНИРОВОЧНЫЙ УРОВЕНЬ.
tr: Jazz Jackrabbit 2'ye hoş geldin. Bu bir alıştırma bölümüdür.

# prince/trainer
source: Collect goodies for points and surprises.
de: Sammle Goodies für Punkte und Überraschungen.
fr: Ramasse les goodies pour gagner des points et des surprises.
hu: Gyűjts jóságokat pontokért és meglepetésekért.
nb: Samle godbiter for poeng og overraskelser.
pl: Zbieraj dobra, aby zdobyć punkty i niespodzianki.
pt_br: Colete guloseimas para pontos e surpresas.
ru: СОБИРАЙТЕ НИШТЯКИ ДЛЯ НАКОПЛЕНИЯ ОЧКОВ И СЮРПРИЗОВ.
tr: Şekerlemeleri toplayarak puan ve sürprizler kazanabilirsin.

# prince/trainer
source: After jumping, press jump again to do a special move.
de: Drücke nach dem Springen erneut Springen für einen Spezialmove.
fr: Après avoir sauté, saute une deuxième fois pour faire un mouvement spécial.
hu: Ugrás után ugorj még egyszer egy különleges mozdulat végrehajtásához.
nb: Etter å ha hoppet, trykk på hopp igjen for å utføre et spesialtrekk.
pl: Po skoku, wciśnij skok jeszcze raz aby wykonać specjalny ruch!
pt_br: Depois de pular, pressione pulo novamente para uma ação especial.
ru: ПОСЛЕ ПРЫЖКА НАЖМИТЕ ПРЫЖОК СНОВА, ЧТОБЫ СДЕЛАТЬ ОСОБОЕ ДВИЖЕНИЕ.
tr: Zıpladıktan sonra tekrar zıplayarak özel hareketini yapabilirsin.

# prince/trainer
source: Some walls can be shot.
de: Manche Wände können beschossen werden.
fr: Tu peux tirer sur certains murs.
hu: Bizonyos objektumokat le tudsz lőni.
nb: Noen vegger kan skytes.
pl: Niektóre ściany możesz rozstrzelać.
pt_br: Você pode atirar em algumas paredes.
ru: НЕКОТОРЫЕ СТЕНЫ МОЖНО РАЗРУШИТЬ ВЫСТРЕЛАМИ.
tr: Bazı duvarlara ateş edebilirsin.

# prince/trainer
source: When in the air, press down to stomp with your butt.
de: Drücke in der Luft nach unten, um mit dem Hintern zu stampfen.
fr: Une fois en l'air, appuie sur Bas pour taper avec ton derrière.
hu: Míg a levegőben vagy nézz lefelé, hogy seggcsapást hajts végre.
nb: Når du er i luften, trykk ned for å stampe med rumpa.
pl: Kiedy jesteś w powietrzu, wciśnij przycisk ruchu w dół, żeby rąbnąć swoim tyłkiem.
pt_br: Quando estiver no ar, pressione para baixo para destruir com a sua bunda.
ru: НАХОДЯСЬ В ВОЗДУХЕ, НАЖМИТЕ ВНИЗ, ЧТОБЫ ОБРУШИТЬСЯ.
tr: Zıpladıktan sonra aşağı tuşuna basarak zemini ezebilirsin.

# prince/trainer
source: Secrets abound in Jazz 2. Check the walls.
de: Geheimnisse gibt es zuhauf in Jazz 2. Untersuche die Wände.
fr: Jazz 2 est truffé de secrets. Vérifie bien les murs.
hu: A Jazz 2 tele van titkokkal! Vizsgáld meg a falakat.
nb: Jazz 2 er full av hemmeligheter. Sjekk veggene.
pl: Mnóstwo tu sekretów. Sprawdzaj ściany.
pt_br: Há muitos segredos em Jazz 2. Lembra de checar as paredes.
ru: В ИГРЕ ПОЛНО СЕКРЕТОВ. ПРОВЕРЯЙТЕ СТЕНЫ.
tr: Jazz 2'de gizli yerler bol. Duvarları kontrol et.

# prince/trainer
source: Good job. Remember to look for secrets.
de: Gute Arbeit. Vergiss nicht, nach Geheimnissen zu suchen.
fr: Bien joué ! N'oublie pas de chercher les secrets.
hu: Szép munka! Ne felejts el mindig körülnézni.
nb: Bra jobbet. Husk å se etter hemmeligheter.
pl: Dobra robota. Zawsze szukaj sekretów.
pt_br: Bom trabalho! Lembre-se de procurar por segredos.
ru: ОТЛИЧНАЯ РАБОТА. НЕ ЗАБЫВАЙТЕ ИСКАТЬ СЕКРЕТЫ.
tr: Bravo. Gizli yerleri aramayı unutma.

# prince/trainer
source: Collect gems for an extra life.
de: Sammle Edelsteine für ein Extraleben.
fr: Ramasse les diamants pour gagner des vies supplémentaires.
hu: Gyűjts drágaköveket további életekért.
nb: Samle edelstener for å få et ekstra liv.
pl: Zbieraj klejnoty, aby dostać ekstra życie.
pt_br: Colete jóias para uma vida extra.
ru: СОБИРАЙТЕ САМОЦВЕТЫ ДЛЯ ПОЛУЧЕНИЯ ДОПОЛНИТЕЛЬНЫХ ЖИЗНЕЙ.
tr: Mücevherleri toplayarak ekstra can kazanabilirsin.

# prince/trainer
source: Red Gems count as one gem.
de: Rote Edelsteine zählen als ein Edelstein.
fr: Les diamants rouges comptent pour un.
hu: A piros drágakövek 1 darab drágakőnek számítanak.
nb: Røde edelstener teller som én edelsten.
pl: Czerwone klejnoty liczą się za jeden.
pt_br: As Jóias Vermelhas valem uma jóia.
ru: КРАСНЫЕ САМОЦВЕТЫ СЧИТАЮТСЯ ЗА 1.
tr: Kırmızı mücevherler bir mücevher'e eşittir.

# prince/trainer
source: Green gems count as five gems.
de: Grüne Edelsteine zählen als fünf Edelsteine.
fr: Les diamants verts comptent pour cinq.
hu: A zöld drágakövek 5 darab drágakőnek számítanak.
nb: Grønne edelstener teller som fem edelstener.
pl: Zielone klejnoty liczą się za pięć.
pt_br: As Jóias Verdes valem cinco jóias.
ru: ЗЕЛЁНЫЕ САМОЦВЕТЫ СЧИТАЮТСЯ ЗА 5.
tr: Yeşil mücevherler beş mücevher'e eşittir.

# prince/trainer
source: Blue gems count as ten gems.
de: Blaue Edelsteine zählen als zehn Edelsteine.
fr: Les diamants bleus comptent pour dix.
hu: A kék drágakövek 10 darab drágakőnek számítanak.
nb: Blå edelstener teller som ti edelstener.
pl: Niebieskie klejnoty liczą się za dziesięć.
pt_br: As Jóias azuis valem dez jóias.
ru: СИНИЕ САМОЦВЕТЫ СЧИТАЮТСЯ ЗА 10.
tr: Mavi mücevherler de on mücevher'e eşittir.

# prince/trainer
source: Carrots give you health.
de: Karotten geben dir Gesundheit.
fr: Les carrottes te gardent en bonne santé.
hu: A sárgarépák életet adnak.
nb: Gulrøtter gir deg helse.
pl: Marchewka daje ci zdrowie.
pt_br: Cenouras aumentam sua saúde.
ru: МОРКОВКИ ВОСПОЛНЯЮТ ЗДОРОВЬЕ.
tr: Havuçlar sana can verir.

# prince/trainer
source: Checkpoints save your spot if you lose a life.
de: Checkpoints speichern deine Position, wenn du ein Leben verlierst.
fr: Les postes de contrôle sauvent ta peau si tu perds une vie.
hu: Az ellenőrzőpontok elmentik a helyzeted, életveszteség esetén itt fogsz újraéledni.
nb: Kontrollpunkter lagrer din plassering hvis du mister et liv.
pl: Punkt kontrolny zapisze twój postęp, który zostanie przywrócony, jeśli stracisz życie.
pt_br: Os Checkpoints salvam a sua posição no caso de você perder uma vida.
ru: ВЫ ОКАЖЕТЕСЬ НА МЕСТЕ СОХРАНЕНИЯ, ЕСЛИ ПОТЕРЯЕТЕ ЖИЗНЬ.
tr: Kontrol noktaları, ölmen halinde seni geri getirir.

# prince/trainer
source: Collect coins to unlock bonus rooms.
de: Sammle Münzen, um Bonusräume freizuschalten.
fr: Ramasse les pièces pour ouvrir les salles de bonus.
hu: Gyűjts érméket a bónuszszobák kinyitásához.
nb: Samle mynter for å låse opp bonusrom.
pl: Zbieraj monety, aby odblokować bonusowe pomieszczenia.
pt_br: Colete moedas para desbloquear salas bônus.
ru: СОБИРАЙТЕ МОНЕТКИ, ЧТОБЫ РАЗБЛОКИРОВАТЬ БОНУСНЫЕ КОМНАТЫ.
tr: Jetonları toplayarak gizli odaları açabilirsin.
