Repository: deathkiller/jazz2-native
Catalog: Content/Translations/ua.po
Languages: uk

source: Processing of files in f[c:#9e7056]"Source"f[/c] directory...
uk: ОБРОБКА ФАЙЛІВ У ДИРЕКТОРІЇ f[c:#9e7056]"Source"f[/c]...

source: Newly added levels and episodes will be available soon.
uk: НОВІ РІВНІ ТА ЕПІЗОДИ СКОРО БУДУТЬ ДОСТУПНІ.

source: Left
uk: ЛІВО

source: Right
uk: ПРАВО

source: Up
uk: ВГОРУ

source: Down
uk: ВНИЗ

source: Buttstomp
uk: ДУПОГУП

source: Fire
uk: СТРІЛЯТИ

source: Jump
uk: СТРИБАТИ

source: Run
uk: БІГТИ

source: Change Weapon
uk: ЗМІНИТИ ЗБРОЮ

source: Back
uk: НАЗАД

source: Toggle Console
uk: ПЕРЕМИКАЧ КОНСОЛІ

source: Weapon {}
uk: ЗБРОЯ {}

source: Press any key or button to assign
uk: НАТИСНІТЬ НА БУДЬ ЯКУ КЛАВІШУ АБО КНОПКУ ЩОБ ПРИЗНАЧИТИ

source: to remove assignment
uk: ЩОБ ВИДАЛИТИ ПРИЗНАЧЕННЯ

source: None / Pixel-perfect
uk: НЕМАЄ / ІДЕАЛЬНА ТОЧНІСТЬ ПІКСЕЛІВ

source: CRT Scanlines
uk: ЛІНІЇ СКАНУВАННЯ CRT

source: CRT Shadow Mask
uk: ТІНЬОВА МАСКА CRT

source: CRT Aperture Grille
uk: РЕШІТКА ОТВОРУ CRT

source: Monochrome
uk: МОНОХРОМНІСТЬ

source: Select Rescale Mode
uk: ВИБЕРІТЬ РЕЖИМ МАСШТАБУВАННЯ

source: No servers found, but still searchin'!
uk: СЕРВЕРІВ НЕ ЗНАЙДЕНО, АЛЕ ВСЕ ЩЕ ШУКАЮ!

source: Press f[c:#d0705d]Firef[/c] to continue
uk: НАТИСНІТЬ f[c:#d0705d]СТРІЛЯТИf[/c] ЩОБ ПРОДОВЖИТИ

source: Master Volume
uk: ГОЛОВНА ГУЧНІСТЬ

source: SFX Volume
uk: ГУЧНІСТЬ ЗВУКОВИХ ЕФЕКТІВ

source: Music Volume
uk: ГУЧНІСТЬ МУЗИКИ

source: Number of Local Players
uk: ЧИСЛО ЛОКАЛЬНИХ ГРАВЦІВ

source: Difficulty
uk: СКЛАДНІСТЬ

source: Start
uk: ПОЧАТИ

source: Easy
uk: ЛЕГКИЙ

source: Medium
uk: СЕРЕДНІЙ

source: Hard
uk: СКЛАДНИЙ

source: You can adjust position of the touch zones by drag and drop.
uk: ВИ МОЖЕТЕ ЗМІНЮВАТИ ПОЛОЖЕННЯ СЕНСОРНИХ ЗОН ПЕРЕТЯГУВАННЯМ.

source: Discord Integration
uk: ІНТЕГРАЦІЯ Discord

source: Player Name
uk: ІМ'Я ГРАВЦЯ

source: Unique Player ID
uk: УНІКАЛЬНИЙ ID ГРАВЦЯ

source: Points: {}
uk: ОЧКИ: {}

source: Game starts in {}
uk: ГРА ПОЧИНАЄТЬСЯ ЧЕРЕЗ {}

source: Waiting for {} more player
uk: ОЧІКУВАННЯ ЩЕ {} ГРАВЦЯ

source: Find exit!
uk: ЗНАЙДИ ВИХІД!

source: f[c:#704a4a]Cannot load specified level!f[/c] Make sure all necessary files are accessible and try it again.
uk: f[c:#704a4a]НЕМОЖЛИВО ЗАВАНТАЖИТИ ВКАЗАНИЙ РІВЕНЬ!f[/c] ПЕРЕКОНАЙТЕСЯ, ЩО НЕОБХІДНІ ФАЙЛИ ДОСТУПНІ, ТА СПРОБУЙТЕ ЩЕ РАЗ.

source: f[c:#704a4a]Cannot resume saved state!f[/c] Make sure all necessary files are accessible and try it again.
uk: f[c:#704a4a]НЕМОЖЛИВО ВІДНОВИТИ ЗБЕРЕЖЕНИЙ СТАН!f[/c] ПЕРЕКОНАЙТЕСЯ, ЩО НЕОБХІДНІ ФАЙЛИ ДОСТУПНІ, ТА СПРОБУЙТЕ ЩЕ РАЗ.

source: Unnamed server
uk: БЕЗІМЕННИЙ СЕРВЕР

source: f[c:#704a4a]Cannot connect to the server!f[/c] Invalid parameter specified.
uk: f[c:#704a4a]НЕМОЖЛИВО ПІДКЛЮЧИТИСЯ ДО СЕРВЕРУ!f[/c] ВКАЗАНО НЕДІЙСНИЙ ПАРАМЕТР.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Your client version is not compatible with the server.
uk: f[c:#704a4a]НЕМОЖЛИВО ПІДКЛЮЧИТИСЯ ДО СЕРВЕРУ!f[/c] ВЕРСІЯ ЦЬОГО КЛІЄНТУ НЕ СУМІСНА З СЕРВЕРОМ.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Authentication failed. Contact server administrators for more information.
uk: f[c:#704a4a]НЕМОЖЛИВО ПІДКЛЮЧИТИСЯ ДО СЕРВЕРУ!f[/c] ПОМИЛКА АУТЕНТИФІКАЦІЇ. ЗВЕРНІТЬСЯ ДО АДМІНІСТРАТОРІВ СЕРВЕРУ ДЛЯ ОТРИМАННЯ ДОДАТКОВОЇ ІНФОРМАЦІЇ.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Invalid password specified.
uk: f[c:#704a4a]НЕМОЖЛИВО ПІДКЛЮЧИТИСЯ ДО СЕРВЕРУ!f[/c] ВКАЗАНО НЕДІЙСНИЙ ПАРОЛЬ.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Invalid player name specified. Please check your profile and try it again.
uk: f[c:#704a4a]НЕМОЖЛИВО ПІДКЛЮЧИТИСЯ ДО СЕРВЕРУ!f[/c] ВКАЗАНО НЕДІЙСНЕ ІМ'Я ГРАВЦЯ. ПЕРЕВІРТЕ СВІЙ ПРОФІЛЬ ТА СПРОБУЙТЕ ЩЕ РАЗ.

source: f[c:#704a4a]Cannot connect to the server!f[/c] This client is not in the server whitelist. Contact server administrators for more information.
uk: f[c:#704a4a]НЕМОЖЛИВО ПІДКЛЮЧИТИСЯ ДО СЕРВЕРУ!f[/c] ЦЕЙ КЛІЕНТ НЕ ВХОДИТЬ ДО БІЛОГО СПИСКУ СЕРВЕРА. ЗВЕРНІТЬСЯ ДО АДМІНІСТРАТОРІВ СЕРВЕРУ ДЛЯ ОТРИМАННЯ ДОДАТКОВОЇ ІНФОРМАЦІЇ.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Server requires 3rd party authentication provider. Contact server administrators for more information.
uk: f[c:#704a4a]НЕМОЖЛИВО ПІДКЛЮЧИТИСЯ ДО СЕРВЕРУ!f[/c] СЕРВЕР ВИМАГАЄ ВИКОРИСТАННЯ СТОРОННЬОГО ПОСТАЧАЛЬНИКА АУТЕНТИФІКАЦІЇ. ЗВЕРНІТЬСЯ ДО АДМІНІСТРАТОРІВ СЕРВЕРУ ДЛЯ ОТРИМАННЯ ДОДАТКОВОЇ ІНФОРМАЦІЇ.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Server capacity is full. Please try it later.
uk: f[c:#704a4a]НЕМОЖЛИВО ПІДКЛЮЧИТИСЯ ДО СЕРВЕРУ!f[/c] СЕРВЕР ПЕРЕПОВНЕНИЙ. СПРОБУЙТЕ ПІЗНІШЕ.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Server is not in a state where it can process your request. Please try again in a few seconds.
uk: f[c:#704a4a]НЕМОЖЛИВО ПІДКЛЮЧИТИСЯ ДО СЕРВЕРУ!f[/c] СЕРВЕР НЕ МОЖЕ ОБРОБИТИ ВАШ ЗАПИТ НА ДАНИЙ МОМЕНТ. СПРОБУЙТЕ ЩЕ РАЗ ЧЕРЕЗ КІЛЬКА СЕКУНД.

source: f[c:#704a4a]Connection has been closed!f[/c] Server is shutting down. Please try it later.
uk: f[c:#704a4a]З'ЄДНАННЯ БУЛО ЗАКРИТО!f[/c] СЕРВЕР ВИМИКАЄТЬСЯ. СПРОБУЙТЕ ПІЗНІШЕ.

source: f[c:#704a4a]Connection has been closed!f[/c] Server is shutting down for maintenance. Please try it again later.
uk: f[c:#704a4a]З'ЄДНАННЯ БУЛО ЗАКРИТО!f[/c] СЕРВЕР ВИМИКАЄТЬСЯ ДЛЯ ТЕХНІЧНОГО ОБСЛУГОВУВАННЯ. СПРОБУЙТЕ ЩЕ РАЗ ПІЗНІШЕ.

source: f[c:#704a4a]Connection has been closed!f[/c] Server is shutting down for reconfiguration. Please try it again later.
uk: f[c:#704a4a]З'ЄДНАННЯ БУЛО ЗАКРИТО!f[/c] СЕРВЕР ВИМИКАЄТЬСЯ ДЛЯ РЕКОНФІГУРАЦІЇ. СПРОБУЙТЕ ЩЕ РАЗ ПІЗНІШЕ.

source: f[c:#704a4a]Connection has been closed!f[/c] Server is shutting down for update. Please check your client version and try it again in a minute.
uk: f[c:#704a4a]З'ЄДНАННЯ БУЛО ЗАКРИТО!f[/c] СЕРВЕР ВИМИКАЄТЬСЯ ДЛЯ ОНОВЛЕННЯ. ПЕРЕВІРТЕ ВЕРСІЮ ЦЬОГО КЛІЄНТУ ТА СПРОБУЙТЕ ЩЕ РАЗ ЧЕРЕЗ ХВИЛИНУ.

source: f[c:#704a4a]Connection has been lost!f[/c] Please try it again and if the problem persists, check your network connection.
uk: f[c:#704a4a]ЗВ'ЯЗОК З СЕРВЕРОМ ВТРАЧЕНО!f[/c] СПРОБУЙТЕ ЩЕ РАЗ, І ЯКЩО ПРОБЛЕМА НЕ ЗНИКНЕ, ПЕРЕВІРТЕ ІНТЕРНЕТ З'ЄДНАННЯ.

source: f[c:#704a4a]Cannot connect to the server!f[/c] The server is not responding for connection request.
uk: f[c:#704a4a]НЕМОЖЛИВО ПІДКЛЮЧИТИСЯ ДО СЕРВЕРУ!f[/c] СЕРВЕР НЕ ВІДПОВІДАЄ НА ЗАПИТИ ПІДКЛЮЧЕННЯ.

source: f[c:#704a4a]Connection has been closed!f[/c] You have been f[c:#907050]kickedf[/c] off the server. Contact server administrators for more information.
uk: f[c:#704a4a]З'ЄДНАННЯ БУЛО ЗАКРИТО!f[/c] ВИ БУЛИ f[c:#907050]ВИГНАНІf[/c] З СЕРВЕРА. ЗВЕРНІТЬСЯ ДО АДМІНІСТРАТОРІВ СЕРВЕРУ ДЛЯ ОТРИМАННЯ ДОДАТКОВОЇ ІНФОРМАЦІЇ.

source: f[c:#704a4a]Connection has been closed!f[/c] You have been f[c:#725040]bannedf[/c] off the server. Contact server administrators for more information.
uk: f[c:#704a4a]З'ЄДНАННЯ БУЛО ЗАКРИТО!f[/c] ВИ БУЛИ f[c:#725040]ЗАБЛОКОВАНІf[/c] НА СЕРВЕРІ. ЗВЕРНІТЬСЯ ДО АДМІНІСТРАТОРІВ СЕРВЕРУ ДЛЯ ОТРИМАННЯ ДОДАТКОВОЇ ІНФОРМАЦІЇ.

source: f[c:#704a4a]Connection has been closed!f[/c] Cheating detected.
uk: f[c:#704a4a]З'ЄДНАННЯ БУЛО ЗАКРИТО!f[/c] ВИЯВЛЕНО ЧІТИ.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Your client doesn't contain required assets. Please download the required files and try it again.
uk: f[c:#704a4a]НЕМОЖЛИВО ПІДКЛЮЧИТИСЯ ДО СЕРВЕРУ!f[/c] ВАШ КЛІЄНТ НЕ МІСТИТЬ НЕОБХІДНИХ РЕСУРСІВ. ЗАВАНТАЖТЕ НЕОБХІДНІ ФАЙЛИ ТА СПРОБУЙТЕ ЩЕ РАЗ.

source: f[c:#704a4a]Connection has been closed!f[/c] The server has disconnected you due to inactivity.
uk: f[c:#704a4a]З'ЄДНАННЯ БУЛО ЗАКРИТО!f[/c] СЕРВЕР ВІДКЛЮЧИВ ВАС ЗА НЕАКТИВНІСТЬ.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Your client doesn't contain level "{}". Please download the required files and try it again.
uk: f[c:#704a4a]НЕМОЖЛИВО ПІДКЛЮЧИТИСЯ ДО СЕРВЕРУ!f[/c] ВАШ КЛІЄНТ НЕ МІСТИТЬ РІВНЯ "{}". ЗАВАНТАЖТЕ НЕОБХІДНІ ФАЙЛИ ТА СПРОБУЙТЕ ЩЕ РАЗ.
