Repository: deathkiller/jazz2-native
Catalog: Content/Translations/ua.po
Languages: uk

# flash/01_diam1
source: Spaz ate the dopefish.
uk: СПАЗ З'ЇВ ДОУПФІША.

# flash/01_diam1
source: Find the gopher.
uk: ЗНАЙДИ ГОФЕРА.

# flash/01_diam1
source: Dragons live in burbank.
uk: ДРАКОНИ ЖИВУТЬ У БЕРБАНКУ.

# flash/01_diam1
source: Mark wears briefs. Hoo Hah!
uk: МАРК НОСИТЬ ТРУСИ. ХУ ХА!

# flash/01_diam1
source: Nick loves shiny. Always has!
uk: НІК ЛЮБИТЬ БЛИСКУЧЕ. ЗАВЖДИ ЛЮБИВ!

# flash/02_diam3
source: Send Tim new socks.
uk: НАДІШЛИ ТІМУ НОВІ ШКАРПЕТКИ.

# flash/02_diam3
source: Send Nigel a green card.
uk: НАДІШЛИ НІГЕЛЮ ЗЕЛЕНУ КАРТУ.

# flash/02_diam3
source: Beware of chainsaw schmalz.
uk: ОСТЕРІГАЙСЯ ШМАЛЬЗУ БЕНЗОПИЛОЮ.

# flash/02_diam3
source: Dont give mark a burrito.
uk: НЕ ДАВАЙ МАРКУ БУРІТТО.

# flash/05_medivo1
source: Beware of falling enemies.
uk: ОСТЕРІГАЙСЯ ПАДАЮЧИХ ВОРОГІВ.

# flash/05_medivo1
source: Craig is still a doofus!
uk: КРЕЙГ ВСЕ ЩЕ ДУРЕНЬ!

# flash/05_medivo1
source: Secret Level Time!!!
uk: ЧАС СЕКРЕТНОГО РІВНЯ!!!

# flash/bonus_garglair
source: Buttstomp A Silver Crate To Clear Your Path
uk: ДУПОГУПНИ СРІБНИЙ ЯЩИК ЩОБ ПРОЧИСТИТИ ШЛЯХ

# flash/bonus_garglair
source: Crates can also make platforms appear...
uk: ЯЩИКИ ТАКОЖ МОЖУТЬ СТВОРЮВАТИ ПЛАТФОРМИ...

# flash/bonus_garglair
source: Melt the Spring...
uk: РОЗТОПИ ПРУЖИНУ...

# flash/bonus_garglair
source: Leh is a Camper
uk: ЛЕХ - КЕМПЕР

# monk/01_jung1
source: Falling boulders can give you a headache.
uk: ВІД ПАДАЮЧИХ ВАЛУНІВ МОЖЕ ЗАБОЛІТИ ГОЛОВА.

# monk/01_jung1
source: A Flamethrower works well against bugs.
uk: ВОГНЕМЕТ ПРАЦЮЄ ГАРНО ПРОТИ КОМАХ.

# monk/03_hell
source: Long live the ice level.
uk: ХАЙ ЖИВЕ ЛЬОДОВИЙ РІВЕНЬ.

# monk/03_hell
source: Goodnight, bubba!
uk: НА ДОБРАНІЧ, БУББА!

# monk/06_damn2
source: What the heck? Aaaah! No! This is NOT over!
uk: ЯКОГО БІСА? ААААХ! НІ! ЦЕ ЩЕ НЕ КІНЕЦЬ!

# prince/01_castle1
source: Poles spin you around so you can go even faster.
uk: СТОВПИ РОЗКРУЧУЮТЬ ТЕБЕ, ТОЖ ТИ МОЖЕШ РУХАТИСЯ ЩЕ ШВИДШЕ.

# prince/01_castle1
source: You found a secret area.
uk: ТИ ЗНАЙШОВ СЕКРЕТНУ ЗОНУ.

# prince/01_castle1
source: Secret Treasure Room.
uk: СЕКРЕТНА КІМНАТА СКАРБІВ.

# prince/01_castle1
source: Nothing to see here.
uk: ТУТ НІЧОГО ЦІКАВОГО.

# prince/01_castle1
source: Collect coins to activate bonus warp devices.
uk: ЗБЕРИ МОНЕТИ ЩОБ АКТИВУВАТИ БОНУСНІ ВАРП-ПРИСТРОЇ.

# prince/02_castle1n
source: Cheese is green on tuesday.
uk: СИР ЗЕЛЕНИЙ У ВІВТОРОК.

# prince/02_castle1n
source: Craig is king doofus.
uk: КРЕЙГ ЦЕ ДУРЕНЬ-КОРОЛЬ.

# prince/02_castle1n
source: To beat the queen shoot her off her ledge.
uk: ЩОБ ПЕРЕМОГТИ КОРОЛЕВУ ВИСТРІЛЯЙ ЇЇ З КРАЮ.

# prince/02_castle1n
source: Good job! Now go get Devan Shell!
uk: ГАРНА РОБОТА! А ТЕПЕР ВИРУШАЙ І ДІСТАНЬ ДЕВАНА ШЕЛЛА!

# prince/02_castle1n
source: To kick through these blocks, press down and jump!
uk: ЩОБ ПРОРВАТИСЯ ЧЕРЕЗ ЦІ БЛОКИ, НАТИСНИ ВНИЗ І СТРИБОК!

# prince/02_castle1n
source: Press down and jump beneath these blocks to break them!
uk: НАТИСНИ ВНИЗ І СТРИБОК ПІД ЦИМИ БЛОКАМИ ЩОБ ЇХ ЗЛАМАТИ!

# prince/02_castle1n
source: Buttstomp the metal box to open key blocks!
uk: ДУПОГУПНИ МЕТАЛІЧНИЙ ЯЩИК ЩОБ ВІДКРИТИ БЛОКИ-КЛЮЧІ!

# prince/03_carrot1
source: Stomp your booty to exit.
uk: ТРОЩИ СВОЄЮ ДУПОЮ ЩОБ ВИЙТИ.

# prince/03_carrot1
source: This spring is frozen.
uk: ЦЯ ПРУЖИНА ЗАМЕРЗЛА.

# prince/04_carrot1n
source: Super dooper secret.
uk: СУПЕР ДУПЕР СЕКРЕТ.

# prince/04_carrot1n
source: Shields will give you unlimited special ammo for a short time.
uk: ЩИТИ ДАДУТЬ ТОБІ НЕОБМЕЖЕНУ КІЛЬКІСТЬ СПЕЦІАЛЬНИХ ПАТРОНІВ НА КОРОТКИЙ ЧАС.

# prince/04_carrot1n
source: Stopwatches will add time to the life of a shield.
uk: СЕКУНДОМЕРИ ДОДАДУТЬ ЧАС ДО ЧАСУ ЖИТТЯ ЩИТА.

# prince/04_carrot1n
source: This schwartzenguard is toast!
uk: ЦЬОМУ ШВАРЦЕНҐВАРДУ ГАПЛИК!

# prince/06_labrat2
source: You cannot defeat me, Jazz! Prepare to face my superbot!
uk: ТИ МЕНЕ НЕ ЗДОЛАЕШ, ДЖАЗЗ! ПРИГОТУЙСЯ БИТИСЯ З МОЇМ СУПЕРБОТОМ!

# prince/06_labrat2
source: Ack! I'm outta here!
uk: АА! Я ЗВІДСИ ТІКАЮ!

# prince/06_labrat2
source: These blocks are speed blocks. Run into them at full speed!
uk: ЦІ БЛОКИ - БЛОКИ ШВИДКОСТІ. БІЖИ В НИХ НА ПОВНІЙ ШВИДКОСТІ!

# prince/trainer
source: Welcome to Jazz Jackrabbit 2. This is a training level.
uk: ЛАСКАВО ПРОСИМО ДО Jazz Jackrabbit 2. ЦЕ ТРЕНУВАЛЬНИЙ РІВЕНЬ.

# prince/trainer
source: Collect goodies for points and surprises.
uk: ЗБИРАЙ БОНУСИ ДЛЯ БАЛІВ ТА СЮРПРИЗІВ.

# prince/trainer
source: After jumping, press jump again to do a special move.
uk: ПІСЛЯ СТРИБКА, НАТИСНИ КНОПКУ СТРИБКА ЩЕ РАЗ ЩОБ ЗРОБИТИ СПЕЦІАЛЬНИЙ ПРИЙОМ.

# prince/trainer
source: Some walls can be shot.
uk: ДЕЯКІ СТІНИ МОЖУТЬ ПРОСТРІЛЮВАТИСЯ.

# prince/trainer
source: When in the air, press down to stomp with your butt.
uk: У ПОВІТРІ, НАТИСНИ НИЗ ЩОБ СТУКНУТИСЯ ДУПОЮ (ДУПОГУП).

# prince/trainer
source: Secrets abound in Jazz 2. Check the walls.
uk: У Jazz 2 БАГАТО ТАЄМНИЦЬ. ПЕРЕВІРЯЙ СТІНИ.

# prince/trainer
source: Good job. Remember to look for secrets.
uk: МОЛОДЕЦЬ. НЕ ЗАБУДЬ ШУКАТИ СЕКРЕТИ.

# prince/trainer
source: Collect gems for an extra life.
uk: ЗБИРАЙ КРИСТАЛИ ЩОБ ОТРИМАТИ ДОДАТКОВЕ ЖИТТЯ.

# prince/trainer
source: Red Gems count as one gem.
uk: ЧЕРВОНІ КРИСТАЛИ РАХУЮТЬСЯ ЗА ОДИН ГЕМ.

# prince/trainer
source: Green gems count as five gems.
uk: ЗЕЛЕНІ КРИСТАЛИ РАХУЮТЬСЯ ЗА П'ЯТЬ ГЕМІВ.

# prince/trainer
source: Blue gems count as ten gems.
uk: СИНІ КРИСТАЛИ РАХУЮТЬСЯ ЗА ДЕСЯТЬ ГЕМІВ.

# prince/trainer
source: Carrots give you health.
uk: МОРКВА ДАЄ ТОБІ ЖИТТЯ.

# prince/trainer
source: Checkpoints save your spot if you lose a life.
uk: ЧЕКПОІНТИ ЗБЕРІГАЮТЬ ТВОЄ МІСЦЕ, ЯКЩО ТИ ВТРАТИШ ЖИТТЯ.

# prince/trainer
source: Collect coins to unlock bonus rooms.
uk: ЗБИРАЙ МОНЕТИ, ЩОБ РОЗБЛОКУВАТИ БОНУС КІМНАТИ.

# prince/trainer
source: Beware of sharp stuff. It hurts.
uk: ОСТЕРІГАЙСЯ ВСЬОГО ГОСТРОГО. ЦЕ БОЛЯЧЕ.

# prince/trainer
source: Now youre ready to play. Good luck and have fun.
uk: ТЕПЕР ТИ ГОТОВИЙ ДО ГРИ. УСПІХУ Й ВЕСЕЛОЩІВ.

# rescue/01_colon1
source: Buttstomp the manhole cover!
uk: ДУПОГУПНИ НА КРИШКУ ЛЮКА!

# rescue/03_psych1
source: Smoke rings will make you dizzy.
uk: ДИМОВІ КІЛЬЦЯ ВИКЛИЧУТЬ У ТЕБЕ ЗАПАМОРОЧЕННЯ.

# secretf/01_easter1
source: You can't buttstomp so go up and around!
uk: ТУТ НЕ МОЖНА ДУПОГУПАТИ ТОЖ ПІДНІМАЙСЯ І ОБХОДЬ!

# secretf/01_easter1
source: No rewards to those with itchy trigger fingers.
uk: НЕМА НАГОРОД ДЛЯ ТИХ У КОГО СВЕРБЛЯЧІ ПАЛЬЦІ НА ГАЧКУ.

# secretf/01_easter1
source: Todays Forcast: Strong Winds!
uk: СЬОГОДНІШНІЙ ПРОГНОЗ: СИЛЬНИЙ ВІТЕР!

# secretf/01_easter1
source: Find the crate to clear your path.
uk: ЗНАЙДИ ЯЩИК ЩОБ ПРОЧИСТИТИ ШЛЯХ.

# secretf/01_easter1
source: Welcome to Jazz Jackrabbit 2: The Secret Files!
uk: ЛАСКАВО ПРОСИМО У Jazz Jackrabbit 2: The Secret Files!

# secretf/01_easter1
source: Only Spaz can get to the room up on the left. He may need something to stand on.
uk: ТІЛЬКИ СПАЗ МОЖЕ ДІЙТИ ДО КІМНАТИ ЗВЕРХУ ЗЛІВА. ЙОМУ СКОРІШ ЗА ВСЕ ЗНАДОБИТЬСЯ НА ЧОМУСЬ СТОЯТИ.

# secretf/01_easter1
source: Don't beat Nigel at pool. You've veen warned. :)
uk: НЕ БИЙ НІГЕЛЯ У БАСЕЙНІ. ТИ БУВ ПОПЕРЕДЖЕНИЙ. :)

# secretf/01_easter1
source: Eating too many chocolate eggs can make you sick :p
uk: ЗАНАДТО БАГАТО ШОКОЛАДНИХ ЯЄЦЬ МОЖЕ ВИКЛИКАТИ НУДОТУ :Р

# secretf/02_easter2
source: Sloping Tunnel Entrance
uk: ВХІД У ПОХИЛИЙ ТУНЕЛЬ

# secretf/02_easter2
source: To access the tunnels above find the access warp.
uk: ЩОБ ОТРИМАТИ ДОСТУП ДО ТУНЕЛІВ ВИЩЕ ЗНАЙДІТЬ ВАРП ДО НЬОГО.

# secretf/02_easter2
source: One route leads to riches. One route leads to battle.
uk: ОДИН ШЛЯХ ВЕДЕ ДО БАГАТСТВА. ІНШИЙ ШЛЯХ ВЕДЕ ДО БИТВИ.

# secretf/03_easter3
source: Only those who can double-jump can get to the goodies!
uk: ТІЛЬКИ ТІ, ХТО МОЖЕ ПОДВІЙНО СТРИБАТИ, МОЖУТЬ ДІЙТИ ДО БОНУСІВ!

# secretf/03_easter3
source: Find the crate to make your climbing blocks appear
uk: ЗНАЙДИ ЯЩИК ЩОБ З'ЯВИЛИСЯ ТВОЇ БЛОКИ ДЛЯ ПІДЙОМУ

# secretf/03_easter3
source: Stomping this crate also free's some enemies :)
uk: ЗНИЩЕННЯ ЦЬОГО ЯЩИКА ТАКОЖ ЗВІЛЬНЯЄ ДЕЯКИХ ВОРОГІВ :)

# secretf/04_haunted1
source: Enter the house with caution.....
uk: ВХОДИ У БУДИНОК З ОБЕРЕЖНІСТЮ.....

# secretf/04_haunted1
source: Silver Crates can't be broken underwater...
uk: СРІБНІ ЯЩИКИ НЕ ЛАМАЮТЬСЯ ПІД ВОДОЮ...

# secretf/04_haunted1
source: Water Level control crate above.
uk: ЯЩИК КОНТРОЛЮ РІВНЯ ВОДИ ЗВЕРХУ.

# secretf/04_haunted1
source: Stomping crates can be good and bad...
uk: ТРОЩЕННЯ ЯЩИКІВ МОЖЕ БУТИ КОРИСНИМ ТА НЕБЕЗПЕЧНИМ...

# secretf/04_haunted1
source: But you need a way to get up there...
uk: АЛЕ ТОБІ ТРЕБА ЯКОСЬ ТУДИ ДІСТАТИСЯ...

# secretf/06_haunted3
source: Michelle, I will love you always and forever :)
uk: МІШЕЛЬ, Я ТЕБЕ КОХАЮ ЗАВЖДИ ТА НАЗАВЖДИ :)

# secretf/07_town1
source: Take to the roof tops!
uk: ВИБИРАЙСЯ НА ДАХИ!

# secretf/07_town1
source: The skies above will reward those who stomp...
uk: НЕБЕСА ВГОРІ ДАЮТЬ НАГОРОДУ ТИМ ХТО ТРОЩИТЬ...

# secretf/07_town1
source: Jump as far over to the right as you possibly can...
uk: СТРИБАЙ ЯКНАЙДАЛІ ВПРАВО, НАСКІЛЬКИ ЦЕ МОЖЛИВО...

# secretf/07_town1
source: Didn't make the jump huh? :)
uk: ЩО, НЕ ДОСТРИБНУВ, ГА? :)

# secretf/07_town1
source: Well Done!
uk: МОЛОДЕЦЬ!

# secretf/07_town1
source: Use your Special Moves to get up the air cons! For Jazz, press Crouch and Jump. For Spaz, Press Jump Twice!
uk: ВИКОРИСТОВУЙ СПЕЦІАЛЬНІ ПРИЙОМИ, ЩОБ ПІДНЯТИСЯ НА КОНДИЦІОНЕРИ! ДЛЯ ДЖАЗА, НАТИСНИ ПРИСІСТИ + СТРИБОК. ДЛЯ СПАЗА, НАТИСНИ СТРИБОК ДВІЧІ!

# secretf/08_town2
source: Find the crate and the gems are yours!
uk: ЗНАЙДИ ЯЩИК ТА ЦІ КРИСТАЛИ ТВОЇ!

# secretf/08_town2
source: Springs Don't Work When Frozen...
uk: ПРУЖИНИ НЕ ПРАЦЮЮТЬ, ЯКЩО ВОНИ ЗАМЕРЗЛИ...

# secretf/08_town2
source: Collecting 20 coins is more rewarding...
uk: ЗБИРАТИ 20 МОНЕТ БІЛЬШ ВИГІДНІШЕ...

# secretf/09_town3
source: Find the crate to clear the blocks....
uk: ЗНАЙДИ ЯЩИК, ЩОБ ПРИБРАТИ БЛОКИ....

# secretf/09_town3
source: BEWARE! Flocks of Ravens can be very dangerous.
uk: ОБЕРЕЖНО! ЗГРАЇ ВОРОН МОЖУТЬ БУТИ ДУЖЕ НЕБЕЗПЕЧНІ.

# secretf/09_town3
source: The remove the blocks look to the tallest building.
uk: ЩОБ ПРИБРАТИ БЛОКИ ШУКАЙ НАЙВИЩУ БУДІВЛЮ.

# secretf/09_town3
source: Choose a cover and stomp away!
uk: ОБИРАЙ КРИШКУ І ТРОЩИ ЩОСИЛИ!

# secretf/09_town3
source: Hi GeoBunny :)
uk: ПРИВІТ GeoBunny:)

# secretf/09_town3
source: Goto www.project2.com use password: BUNNYLOVER
uk: ЇДИ ДО www.project2.com ВИКОРИСТОВУЙ ЦЕЙ ПАРОЛЬ: BUNNYLOVER

# share/01_share1
source: Shoot these blocks!
uk: ВИСТРІЛИ У ЦІ БЛОКИ!

# share/01_share1
source: When in the air, press down to stomp with your butt.
uk: КОЛИ ТИ У ПОВІТРІ, НАТИСНИ ВНИЗ ЩОБ ТРОЩИТИ СВОЄЮ ДУПОЮ.

# share/01_share1
source: To pass this area, stomp the secret metal crate.
uk: ЩОБ ПРОЙТИ ЦЮ ЗОНУ, РОЗТРОЩИ СЕКРЕТНИЙ МЕТАЛЕВИЙ ЯЩИК.

# share/01_share1
source: You need twenty coins to pass through this secret warp!
uk: ТОБІ ТРЕБА ДВАДЦЯТЬ МОНЕТ ЩОБ ПРОЙТИ КРІЗЬ ЦЕЙ ТАЄМНИЙ ТЕЛЕПОРТ!

# share/01_share1
source: Coins give you access to warps that appear later.
uk: МОНЕТИ МОЖУТЬ ДАТИ ТОБІ ДОСТУП ДО ТЕЛЕПОРТУ ЯКІ З'ЯВЛЯТЬСЯ ПІЗНІШЕ.

# share/01_share1
source: Stomp in the right place and you might find a surprise!
uk: ГУПНИ У ПРАВИЛЬНОМУ МІСЦІ ТА МОЖЛИВО ЗНАЙДЕШ СЮРПРИЗ!

# share/01_share1
source: Some crates contain bombs or baddies!
uk: ДЕЯКІ ЯЩИКИ МІСТЯТЬ БОМБИ АБО ЗЛОДІЇВ!

# share/02_share2
source: You need twenty coins to pass through this secret warp!
uk: ТОБІ ТРЕБА ДВАДЦЯТЬ МОНЕТ ЩОБ ПРОЙТИ КРІЗЬ ЦЕЙ ТАЄМНИЙ ТЕЛЕПОРТ!

# share/02_share2
source: A flamethrower works well against nasty bugs.
uk: ВОГНЕМЕТ ПРАЦЮЄ ГАРНО ПРОТИ КОМАХ.

# share/02_share2
source: Smoke rings will make you very dizzy!
uk: ДИМОВІ КІЛЬЦЯ ВИКЛИЧУТЬ У ТЕБЕ ЗАПАМОРОЧЕННЯ!

# share/03_share3
source: Beware the witch! She can turn you into a frog.
uk: ОСТЕРІГАЙСЯ ВІДЬМИ! ВОНА МОЖЕ ПЕРЕТВОРИТИ ТЕБЕ У ЖАБУ.

# share/03_share3
source: If you are turned into a frog Eva Earlong can help!
uk: ЯКЩО ВИ ПЕРЕТВОРИЛИСЯ У ЖАБУ ЕВА ЕРЛОНГ ДОПОМОЖЕ!

# share/03_share3
source: You made it! This is the end of the shareware version. Now check out the order info for M O R E!
uk: ТИ ДІЙШОВ! ЦЕ КІНЕЦЬ Shareware-ДЕМО ВЕРСІЇ. ТЕПЕР ОЗНАЙОМСЯ З ІНФОРМАЦІЄЮ ПРО ЗАМОВЛЕННЯ ЩОБ ОТРИМАТИ Б І Л Ь Ш Е!

# xmas99/01_xmas1
source: Watch out for the spikes below!
uk: СТЕРЕЖІТЬСЯ ШИПІВ ЗНИЗУ!

# xmas99/01_xmas1
source: You can buttstomp through some of the weakspots in the pathways!
uk: ТИ МОЖЕШ ДУПОГУПНУТИ ДЕЯКІ СЛАБКІ МІСЦЯ НА ШЛЯХУ!

# xmas99/01_xmas1
source: Some blocks can only be broken with a certain weapon.
uk: ДЕЯКІ БЛОКИ МОЖУТЬ БУТИ ЗЛАМАНІ ТІЛЬКИ З ПЕВНОЮ ЗБРОЄЮ.

# xmas99/01_xmas1
source: Welcome to Christmas Chronicles!
uk: ЛАСКАВО ПРОСИМО ДО РІЗДВЯНИХ ХРОНІК!

# xmas99/01_xmas1
source: Seasons Greetings from Epic MegaGames Orange Games and Project 2 Interactive!
uk: ВІТАННЯ ЗІ СВЯТАМИ ВІД Epic MegaGames Orange Games ТА Project 2 Interactive!

# xmas99/02_xmas2
source: You can stand on top of some of the trees!
uk: ВИ МОЖЕТЕ СТАТИ НА ВЕРХІВЦІ ДЕЯКИХ ДЕРЕВ!

# xmas99/02_xmas2
source: You can buttstomp through some of the weakspots in the pathways!
uk: ТИ МОЖЕШ ДУПОГУПНУТИ ДЕЯКІ СЛАБКІ МІСЦЯ НА ШЛЯХУ!

# xmas99/02_xmas2
source: Punching the blocks above you can be rewarding.
uk: ПРОБИВАТИ БЛОКИ НАД СОБОЮ МОЖЕ ПРИНЕСТИ ВИНАГОРОДУ.

# xmas99/02_xmas2
source: Gem Trail Entry Crate.
uk: СКРИНЬКА ПОЧАТКУ ГЕМОВОЇ ДОРІЖКИ.

# xmas99/02_xmas2
source: Gem Trail Entrance. Climb the treetops to find and stomp the Entry Crate.
uk: ВХІД ГЕМОВОЇ ДОРІЖКИ. ВЗБЕРИСЬ НА ВЕРХІВКИ ДЕРЕВ, ЩОБ ЗНАЙТИ ТА ДУПОГУПНУТИ ПОЧАТКОВУ СКРИНЬКУ.

# xmas99/02_xmas2
source: Hi There, Piggy! - Poopy
uk: ПРИВІТ, ПІГГІ! - ПУПІ

# xmas99/02_xmas2
source: Michelle: You've changed my life in so many ways I dedicate this project to you. I love you so much.
uk: МІШЕЛЬ: ТИ ЗМІНИЛА МОЄ ЖИТТЯ В БАГАТЬОХ АСПЕКТАХ Я ПРИСВЯЧУЮ ЦЕЙ ПРОЕКТ ТОБІ. Я ДУЖЕ ТЕБЕ ЛЮБЛЮ.

# xmas99/02_xmas2
source: Kassi Nicole: A million things I long to say to you But my words always lead to the same ending I love you, I love you.
uk: КАССІ НІКОЛЬ: МІЛЬЙОН РЕЧЕЙ Я ХОЧУ ТОБІ СКАЗАТИ АЛЕ МОЇ СЛОВА ЗАВЖДИ ПРИВОДЯТЬ ДО ОДНОГО КІНЦЯ Я ТЕБЕ ЛЮБЛЮ, Я ТЕБЕ КОХАЮ.

# xmas99/03_xmas3
source: Please use your TNT wisely.
uk: БУДЬ ЛАСКА ВИКОРИСТОВУЙ TNT З УМОМ.

# xmas99/03_xmas3
source: Don't lose your grip!
uk: НЕ ВТРАЧАЙ РІВНОВАГИ!

# xmas99/03_xmas3
source: Welcome to Burrowsville Please drive carefully.
uk: ЛАСКАВО ПРОСИМО У БУРРОУСВИЛЛЬ БУДЬ ЛАСКА, ЇДЬТЕ ОБЕРЕЖНО.

# xmas99/03_xmas3
source: That bridge doesnt look too safe...
uk: ЦЕЙ МІСТ НЕ ВИГЛЯДАЄ БЕЗПЕЧНО...

# xmas99/03_xmas3
source: Robert and Craig: Springs RULE! :)
uk: РОБЕРТ ТА КРЕЙГ: ПРУЖИНИ РУЛЯТЬ! :)

# xmas99/03_xmas3
source: Now leaving Burrowsville Please visit again.
uk: ВИ ЗАЛИШАЄТЕ БУРРОУСВИЛЛЬ ЗАВІТАЙТЕ ДО НАС ЗНОВУ.

# xmas99/03_xmas3
source: Password: xmasbunny Please visit www.project2.com
uk: ПАРОЛЬ: xmasbunny БУДЬ ЛАСКА ВІДВІДАЙ www.project2.com

source: Level "{}" initialized
uk: РІВЕНЬ "{}" ІНІЦІАЛІЗОВАНИЙ

source: For more information, visit the official website:
uk: ЩОБ ОТРИМАТИ БІЛЬШЕ ІНФОРМАЦІЇ, ВІДВІДАЙТЕ ОФІЦІЙНИЙ ВЕБ-САЙТ:

source: Cheats are not allowed in current context
uk: ЧИТИ ЗАБОРОНЕНІ В ЦЬОМУ РЕЖИМІ

source: The game will begin shortly!
uk: ГРА ПОЧНЕТЬСЯ ЗА МИТЬ!

source: f[c:#d0705d]{}f[/c] was roasted by f[c:#d0705d]{}f[/c]
uk: f[c:#d0705d]{}f[/c] БУВ ПІДСМАЖЕНИЙ f[c:#d0705d]{}f[/c]

source: f[c:#d0705d]{}f[/c] was roasted by environment
uk: f[c:#d0705d]{}f[/c] БУВ ПІДСМАЖЕНИЙ СЕРЕДОВИЩЕМ

source: f[c:#d0705d]{}f[/c] disconnected
uk: f[c:#d0705d]{}f[/c] ВІДКЛЮЧИВСЯ

source: f[c:#d0705d]{}f[/c] connected
uk: f[c:#d0705d]{}f[/c] ПІДКЛЮЧИВСЯ

source: Winner is {}
uk: ПЕРЕМОЖЕЦЬ - {}

source: Unknown command
uk: НЕВІДОМА КОМАНДА

source: Reimplementation of the game f[c:#9e7056]Jazz Jackrabbit 2f[/c] released in 1998. Supports various versions of the game (Shareware Demo, Holiday Hare '98, The Secret Files and Christmas Chronicles). Also, it partially supports some features of JJ2+ extension.
uk: РЕІМПЛЕМЕНТАЦІЯ ГРИ f[c:#9e7056]Jazz Jackrabbit 2f[/c] ЯКА ВИЙШЛА У 1998. ПІДТРИМУЄ РІЗНІ ВЕРСІЇ ГРИ (Shareware Demo, Holiday Hare '98, The Secret Files and Christmas Chronicles). ТАКОЖ ЧАСТКОВО ПІДТРИМУЄ ДЕЯКІ МОЖЛИВОСТІ РОЗШИРЕННЯ JJ2+.

source: Developers
uk: РОЗРОБНИКИ

source: Contributors
uk: ДОНОРИ

source: Translators
uk: ПЕРЕКЛАДАЧІ

source: This project uses modified f[c:#9e7056]nCinef[/c] game engine and following libraries:
uk: ЦЕЙ ПРОЕКТ ВИКОРИСТОВУЄ ІГРОВИЙ ДВИГУН f[c:#9e7056]nCinef[/c] ТА ЦІ БІБЛІОТЕКИ:

source: Play Story
uk: ГРАТИ В СЮЖЕТНИЙ РЕЖИМ

source: Play Shareware Demo
uk: ГРАТИ В Shareware-ДЕМО

source: Import Episodes
uk: ІМПОРТУВАТИ ЕПІЗОДИ

source: Continue
uk: ПРОДОВЖИТИ

source: Play Online
uk: ГРАТИ В ОНЛАЙН

source: Highscores
uk: РЕКОРДИ

source: Options
uk: НАЛАШТУВАННЯ

source: About
uk: ПРО ГРУ

source: Quit
uk: ВИХІД

source: For more information, visit {} and  Discord!
uk: БІЛЬШЕ ІНФОРМАЦІЇ Є НА {} ТА  Discord!

source: Access to external storage has been granted!
uk: ДОСТУП ДО ЗОВНІШНЬОГО СХОВИЩА БУВ ДОЗВОЛЕНИЙ!

source: f[c:#337233]Restart the game to read f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233] files correctly.
uk: f[c:#337233]ПЕРЕЗАПУСТІТЬ ГРУ, ЩОБ КОРЕКТНО ПРОЧИТАТИ ФАЙЛИ f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233].

source: f[c:#704a4a]This game requires original f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a] files!
uk: f[c:#704a4a]ЦЯ ГРА ПОТРЕБУЄ ОРИГІНАЛЬНІ ФАЙЛІВ f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a]!

source: Make sure Jazz Jackrabbit 2 files are present in following path:
uk: ПЕРЕКОНАЙТЕСЯ, ЩО Jazz Jackrabbit 2 ЗНАХОДИТЬСЯ У ВКАЗАНІЙ ДИРЕКТОРІЇ:

source: Allow access to external storage
uk: ДОЗВОЛИТИ ДОСТУП ДО ЗОВНІШНЬОГО СХОВИЩА

source: Remap Controls for Player {}
uk: ПЕРЕПРИЗНАЧИТИ КЕРУВАННЯ ДЛЯ ГРАВЦЯ {}

source: Remap Controls
uk: ПЕРЕПРИЗНАЧИТИ КЕРУВАННЯ

source: Touch Controls
uk: СЕНСОРНЕ УПРАВЛІННЯ

source: Toggle Run
uk: ПЕРЕМИКАННЯ БІГУ

source: Gamepad Button Labels
uk: МІТКИ КНОПОК ГЕЙМПАДА

source: Gamepad Rumble
uk: ВІБРАЦІЯ ГЕЙМПАДА

source: Extended PlayStation™ Support
uk: РОЗШИРЕНА ПІДТРИМКА PlayStation™

source: Native Back Button
uk: ВБУДОВАНА КНОПКА "НАЗАД"

source: Input Diagnostics
uk: ДІАГНОСТИКА ВВОДУ

source: Reset To Default
uk: СКИНУТИ ДО ЗВИЧАЙНИХ НАЛАШТУВАНЬ

source: Controls
uk: УПРАВЛІННЯ

source: Strong
uk: СИЛЬНИЙ

source: Weak
uk: СЛАБКИЙ

source: Disabled
uk: ВИМКНЕНО

source: Enabled
uk: УВІМКНЕНО

source: Character
uk: ГЕРОЙ

source: Game Mode
uk: РЕЖИМ ГРИ

source: Create Server
uk: СТВОРИТИ СЕРВЕР

source: Battle
uk: БИТВА

source: Team Battle
uk: КОМАНДНА БИТВА

source: Race
uk: ГОНКА

source: Team Race
uk: КОМАНДНА ГОНКА

source: Treasure Hunt
uk: ПОЛЮВАННЯ НА СКАРБИ

source: Team Treasure Hunt
uk: КОМАНДНЕ ПОЛЮВАННЯ НА СКАРБИ

source: Capture The Flag
uk: ЗАХОПЛЕННЯ ПРАПОРА

source: Cooperation
uk: КООПЕРАЦІЯ

source: f[c:#704a4a]Cannot create the server!f[/c] Playlist is not properly configured. Please review server configuration and try it again.
uk: f[c:#704a4a]НЕМОЖЛИВО СТВОРИТИ СЕРВЕР!f[/c] ПЛЕЙЛИСТ БУЛО НАЛАШТОВАНО НЕКОРЕКТНО БУДЬ ЛАСКА, ПЕРЕВІРТЕ КОНФІГУРАЦІЮ ВАШОГО СЕРВЕРА ТА СПРОБУЙТЕ ЩЕ РАЗ.

source: f[c:#704a4a]Cannot create the server!f[/c] Please verify that no other server is running on that port and try it again.
uk: f[c:#704a4a]НЕМОЖЛИВО СТВОРИТИ СЕРВЕР!f[/c] ПЕРЕКОНАЙТЕСЯ, ЩО НА ЦЬОМУ ПОРТУ НЕ ПРАЦЮЄ ЖОДЕН ІНШИЙ СЕРВЕР ТА СПРОБУЙТЕ ЩЕ РАЗ.

source: Play Custom Levels
uk: ГРАТИ У КОРИСТУВАЦЬКІ РІВНІ

source: No custom level found!
uk: КОРИСТУВАЦЬКИХ РІВНІВ НЕ ЗНАЙДЕНО!

source: Create server from playlist
uk: СТВОРИТИ СЕРВЕР ІЗ ПЛЕЙЛІСТИ

source: Create Private Server
uk: СТВОРИТИ ПРИВАТНИЙ СЕРВЕР

source: Create Public Server
uk: СТВОРИТИ ПУБЛІЧНИЙ СЕРВЕР

source: No episode found!
uk: ЕПІЗОДІВ НЕ ЗНАЙДЕНО!

source: Restart episode
uk: ПЕРЕЗАПУСТИТИ ЕПІЗОД

source: You must complete "{}" first!
uk: СПОЧАТКУ ТРЕБА ЗАВЕРШИТИ "{}"!

source: Episode is locked!
uk: ЕПІЗОД ЗАБЛОКОВАНИЙ!

source: Legacy
uk: СТАРА

source: I want to play the game the way it used to be.
uk: Я ХОЧУ ГРАТИ ТАК, ЯК ЦЕ БУЛО КОЛИСЬ.

source: Reforged
uk: ПЕРЕРОБЛЕНА

source: I want to play the game with something new.
uk: Я ХОЧУ ГРАТИ З НОВОВВЕДЕННЯМИ.

source: Welcome to f[c:#9e7056]Jazz Jackrabbit 2f[/c] reimplementation!
uk: ЛАСКАВО ПРОСИМО У РЕІМПЛЕМЕНТАЦІЮ f[c:#9e7056]Jazz Jackrabbit 2f[/c]!

source: Gameplay
uk: ГЕЙМПЛЕЙ

source: Enhancements
uk: ПОКРАЩЕННЯ

source: You can choose your preferred play style. This option can be changed at any time in f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c]. For more information, visit {} and  Discord!
uk: ВИ МОЖЕТЕ ОБРАТИ СВІЙ БАЖАНИЙ СТИЛЬ ГРИ. ЦЯ ОПЦІЯ МОЖЕ БУТИ ЗМІНЕНА БУДЬ КОЛИ В f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c]. БІЛЬШЕ ІНФОРМАЦІЇ Є НА {} ТА  Discord!

source: Reforged Gameplay
uk: ПЕРЕРОБЛЕНИЙ ГЕЙМПЛЕЙ

source: Reforged HUD
uk: ПЕРЕРОБЛЕНИЙ ІНТЕРФЕЙС

source: Reforged Main Menu
uk: ПЕРЕРОБЛЕНЕ ГОЛОВНЕ МЕНЮ

source: Ledge Climbing
uk: ПІДЙОМ НА ВИСТУПИ

source: Weapon Wheel
uk: КОЛЕСО ЗБРОЇ

source: You can enable enhancements that were added to this remake.
uk: ВИ МОЖЕТЕ УВІМКНУТИ ПОКРАЩЕННЯ, ЯКІ БУЛИ ДОДАНІ ДО ЦЬОГО РЕМЕЙКУ.

source: Enabled With Ammo Count
uk: УВІМКНЕНО З КІЛЬКІСТЮ БОЄПРИПАСІВ

source: Language
uk: МОВА

source: Scripting
uk: СКРИПТИНГ

source: Switch To New Weapon
uk: ПЕРЕЙТИ ДО НОВОЇ ЗБРОЇ

source: Allow Cheats
uk: ДОЗВОЛИТИ ЧИТИ

source: Overwrite Episode Completion
uk: ПЕРЕЗАПИСАТИ ЗАВЕРШЕННЯ ЕПІЗОДУ

source: Browse "Source" Directory
uk: ПЕРЕГЛЯНУТИ ДИРЕКТОРІЮ "Source"

source: Refresh Cache
uk: ОНОВИТИ КЕШ

source: Yes
uk: ТАК

source: No
uk: НІ

source: No Cheats Only
uk: ТІЛЬКИ БЕЗ ЧИТІВ

source: Higher Score Only
uk: ТІЛЬКИ ВИЩИЙ БАЛ

source: Always
uk: ЗАВЖДИ

source: Rescale Mode
uk: РЕЖИМ МАСШТАБУВАННЯ

source: Resolution
uk: РОЗДІЛЬНІСТЬ

source: Fullscreen
uk: ПОВНИЙ ЕКРАН

source: Antialiasing
uk: ЗГЛАДЖУВАННЯ

source: Background Dithering
uk: ДИТЕРИНГ ТЛА

source: Water Quality
uk: ЯКІСТЬ ВОДИ

source: Show Player Trails
uk: ВІДОБРАЖАТИ СЛІДИ ГРАВЦЯ

source: Preferred Splitscreen
uk: БАЖАНЕ РОЗДІЛЕННЯ ЕКРАНА

source: Prefer Zoom Out
uk: НАДАТИ ПЕРЕВАГУ ЗМЕНШЕННЮ МАСШТАБУ

source: Keep Aspect Ratio In Cinematics
uk: ЗБЕРІГАТИ СПІВВІДНОШЕННЯ СТОРІН У РОЛИКАХ

source: Unaligned Viewport
uk: НЕВИРІВНЯНЕ ВІКНО ПЕРЕГЛЯДУ

source: Performance Metrics
uk: ПОКАЗНИКИ ПРОДУКТИВНОСТІ

source: Graphics
uk: ГРАФІКА

source: Low
uk: НИЗЬКА

source: High
uk: ВИСОКА

source: Vertical
uk: ВЕРТИКАЛЬНЕ

source: Horizontal
uk: ГОРИЗОНТАЛЬНЕ

source: Enabled f[c:#d0705d](Experimental)f[/c]
uk: УВІМКНЕНО f[c:#d0705d](ЕКСПЕРЕМЕНТАЛЬНЕ)f[/c]

source: Short
uk: КОРОТКЕ

source: Detailed
uk: ДЕТАЛІЗОВАНЕ

source: Highscores for f[c:#d0705d]Base gamef[/c]
uk: РЕКОРДИ ДЛЯ f[c:#d0705d]БАЗОВОЇ ГРИf[/c]

source: Highscores for f[c:#d0705d]{}f[/c]
uk: РЕКОРДИ ДЛЯ f[c:#d0705d]{}f[/c]

source: Select files of your original game to unlock additional episodes
uk: ВИБЕРІТЬ ФАЙЛИ ВАШОЇ ОРИГІНАЛЬНОЇ ГРИ ЩОБ РОЗБЛОКУВАТИ ДОДАТКОВІ ЕПІЗОДИ

source: Processing of {} file...
uk: ОБРОБКА {} ФАЙЛУ…

source: Waiting for files...
uk: ОЧІКУВАННЯ ФАЙЛІВ...

source: No files were selected!
uk: НЕ БУЛО ВИБРАНО ЖОДНОГО ФАЙЛУ!

source: No new episodes were imported!
uk: НЕ БУЛО ІМПОРТОВАНО НОВИХ ЕПІЗОДІВ!

source: No gamepads are detected!
uk: НЕ БУЛО ВИЯВЛЕНО ГЕЙМПАДІВ!

source: Select Game Mode
uk: ВИБЕРІТЬ РЕЖИМ ГРИ

source: Sounds
uk: ЗВУК

source: User Profile
uk: ПРОФІЛЬ КОРИСТУВАЧА

source: Resume
uk: ВІДНОВИТИ

source: Spectate
uk: СПОСТЕРІГАТИ

source: Save & Exit
uk: ЗБЕРЕГТИ ТА ВИЙТИ

source: Disconnect & Exit
uk: ВІДКЛЮЧИТИСЬ ТА ВИЙТИ

source: Connect To Server
uk: ПІДКЛЮЧИТИСЯ ДО СЕРВЕРУ
